{"534": {"title": "Phase 3 study of lumacaftor/ivacaftor (Orkambi®) in babies with two copies of the F508del CFTR mutation (Vertex VX-16-809-122)", "description": "This study is taking place at multiple care centers across the U.S. It will evaluate the safety of the drug lumacaftor/ivacaftor (Orkambi®) and its effect on the body. It is for babies ages 1 to less than 2 years old who have cystic fibrosis and two copies of the F508del CFTR mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "38 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "1 Years to 2 Years", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "536": {"title": "Phase 2 study of PTI-428 drug in people with CF ages 18 and older who have two copies of the F508del CFTR mutation (Proteostasis PTI-428-06)", "description": "This randomized, placebo-controlled study is taking place at multiple care centers across the U.S. It will look at the safety and tolerability of the drug PTI-428 and how it is processed by the body. It is for people with CF ages 18 and older who have two copies of the F508del CFTR mutation and are already taking tezacaftor/ivacaftor. ", "PHASE": "Phase Two", "STUDY SPONSOR": "Proteostasis", "STUDY DRUGS": "PTI-428", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "74 days", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "508": {"title": "Phase 1 study of PTI-808 drug and triple combination in healthy adults and then in adults with cystic fibrosis (Proteostasis PTI-808-01)", "description": "Parts 1 and 2 of this study will take place in healthy volunteers. Part 3 of this study is taking place in adults with cystic fibrosis at multiple care centers across the U.S. It will look at the safety, tolerability, and how the body processes the drug in multiple ascending doses of  PTI-808 and PTI-808 together with PTI-428 and PTI-801.", "PHASE": "Phase One", "STUDY SPONSOR": "Proteostasis", "STUDY DRUGS": "PTI-808", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "56 days", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "504": {"title": "RESTORE-CF: Phase 1/2 study of MRT5005 drug in adults with cystic fibrosis (Parts A & B) (Translate Bio MRT5005-101)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and tolerability of different doses of the nebulized drug MRT5005 in adults with CF.", "PHASE": "Phase One", "STUDY SPONSOR": "Translate Bio", "STUDY DRUGS": "MRT5005", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "4 months", "NUMBER OF STUDY VISITS": "18", "AGE": "18 Years and Older", "MUTATION(S)": "See Other Primary Eligibility Criteria", "FEV1% PREDICTED": "50 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "497": {"title": "Phase 3 study of long-term ivacaftor in babies who have a CFTR gating mutation (Vertex VX-770-126)", "description": "This open-label study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of long-term ivacaftor in babies who have a CFTR gating mutation. This study is open-label, meaning that all participants will receive the study drug. There is also an observational arm open to people who participated in the VX-770-124 study; people who volunteer for this arm will not receive the study drug. Researchers will study the drug’s safety by tracking adverse events and other measures. They will also study the drug's effectiveness by measuring sweat chloride concentration. This study is for babies under two years old who have a CFTR gating mutation. It may require sweat tests and/or other measurements.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "128 weeks", "NUMBER OF STUDY VISITS": "18", "AGE": "0 Days to 24 Months", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "491": {"title": "Phase 1/2 study of PTI-801 drug in healthy adults and then in adults with cystic fibrosis (Proteostasis PTI-801-01)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and tolerability of the drug PTI-801. This study is placebo-controlled, meaning that some participants will receive PTI-801, and others will receive placebo. Researchers will test the safety and tolerability of PTI-801 by tracking adverse events and other changes in the body. They will also monitor how long PTI-801 stays in the body. This study is for people who have two copies of the F508del CFTR mutation and have been taking lumacaftor/ivacaftor for at least three months. This study is not for people who have received an organ transplant. This study may require lung function tests, sweat tests, blood draws and/or other measurements.", "PHASE": "Phase One", "STUDY SPONSOR": "Proteostasis", "STUDY DRUGS": "PTI-801", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "30 days", "NUMBER OF STUDY VISITS": "8", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "452": {"title": "Phase 3 study of ivacaftor in babies who have a CFTR gating mutation (Vertex VX15-770-124)", "description": "This two-part, open-label study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of ivacaftor, as well as how the body processes the drug, in babies who have a CFTR gating mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "0 Months to 12 Months", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "542": {"title": "SHIP CT: Study of hypertonic saline in preschoolers (SHIP002)", "description": "This study is taking place in Europe, Australia and the U.S. It will look at the safety and effectiveness of hypertonic saline compared to isotonic saline (normal saline) in children with CF.", "PHASE": "Phase Two", "STUDY SPONSOR": "Rosenfeld, Margaret", "STUDY DRUGS": "Hypertonic Saline", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "54 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "3 Years to 5 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "515": {"title": "Phase 2 study of lenabasum in people with CF ages 12 and older (Corbus JBT101-CF-002)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of the anti-inflammatory drug lenabasum and will use a placebo control.", "PHASE": "Phase Two", "STUDY SPONSOR": "Corbus", "STUDY DRUGS": "Lenabasum (JBT-101)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "32 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 100%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "448": {"title": "Phase 2 study of LAU-7b in adults with CF (APPLAUD) (Laurent LAU-14-01)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of the anti-inflammatory drug LAU-7b and will use a placebo control. This study is placebo controlled, meaning that some participants will receive the study drug and others will receive a placebo. Researchers will test the effectiveness of LAU-7b by measuring lung function. They will also test its safety by monitoring the frequency of adverse events. This study is for adults with cystic fibrosis. This study is not for people who have had a positive Burkholderia cepacia culture in the past 12 months or who are being treated for allergic bronchopulmonary aspergillosis (ABPA). This study may require lung function tests, sputum samples, blood draws and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Laurent Pharma", "STUDY DRUGS": "LAU-7b", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "189 days", "NUMBER OF STUDY VISITS": "6", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "50 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "466": {"title": "Phase 3 study of inhaled vancomycin in adults and children 6 years and older with cystic fibrosis (Savara SAV005-04)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the effectiveness of the inhaled drug vancomycin in adults and children 6 years and older with cystic fibrosis and positive cultures for methicillin-resistant Staphylococcus aureus (MRSA).", "PHASE": "Phase Three", "STUDY SPONSOR": "Savara", "STUDY DRUGS": "Vancomycin Inhalation Powder (AeroVanc™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "12 months", "NUMBER OF STUDY VISITS": "13", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "377": {"title": "Phase 2 study of inhaled nitric oxide in people with CF (Novoteris NO-CF-02E)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the effectiveness of the inhaled drug nitric oxide in adults with cystic fibrosis who are taking an inhaled antibiotic. This study is placebo-controlled, meaning that some participants will receive inhaled nitric oxide, and others will receive placebo. In this study, researchers will test the effectiveness of inhaled nitric oxide by measuring lung function. They will also test sputum cultures to see if there is a reduction in bacteria. This study is for adults with CF who are chronically infected with Pseudomonas aeruginosa, Staphylococcus aureus or Stenotrophomonas maltophilia. This study may require lung function tests, sputum samples and/or other measures.", "PHASE": "Phase Two", "STUDY SPONSOR": "Novoteris/12th Man", "STUDY DRUGS": "Inhaled Nitric Oxide", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "43 days", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "35 to 85%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "455": {"title": "STOP 2: Treatment of pulmonary exacerbations in people with CF (STOP2-IP-15)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of different lengths of IV treatment for pulmonary exacerbations in people with CF.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Flume, Patrick", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "35 days", "NUMBER OF STUDY VISITS": "3", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "432": {"title": "TEACH: Testing the effect of adding oral azithromycin to inhaled tobramycin in people with CF (TEACH-IP-15)", "description": "This study will look at the effect of adding oral azithromycin to inhaled tobramycin.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Nichols, David", "STUDY DRUGS": "Azithromycin", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "14 weeks", "NUMBER OF STUDY VISITS": "5", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 100%", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "544": {"title": "OPTION: Study of AzurRx MS1819 in people with cystic fibrosis and exocrine pancreatic insufficiency who are 18 years and older (AzurRX AZ-CF2001)", "description": "This study will look at the safety and effectiveness of the drug MS1819 as a pancreatic enzyme replacement therapy.", "PHASE": "Phase Two", "STUDY SPONSOR": "AzurRx BioPharma, Inc", "STUDY DRUGS": "MS1819-SD", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "11 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "503": {"title": "PREDICT: NTM observational study (NTM-OB-17 (PREDICT))", "description": "This study is taking place at multiple care centers across the U.S. It will evaluate the current standard of diagnosing nontuberculous mycobacteria (NTM) in people with CF.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Nick, Jerry", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "5 years", "NUMBER OF STUDY VISITS": "20", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "506": {"title": "Sweat chloride observational study (CHEC-OB-17)", "description": "This study is taking place at multiple care centers across the U.S. It will look at sweat chloride concentration in people who are currently taking CFTR modulators. Researchers will test the effectiveness of CFTR modulators by measuring change in sweat chloride concentration. Sweat chloride measures that are collected in the study visit will be analyzed in combination with data from the CF Foundation Patient Registry. This study is for people with cystic fibrosis who are enrolled in the CF Foundation Patient Registry and have been taking a CFTR modulator for at least three months before enrolling. This study will consist of a single study visit and will require a sweat test.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Hamblett, Nicole", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 days", "NUMBER OF STUDY VISITS": "1", "AGE": "4 Months and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "477": {"title": "Rare mutation cell collection (RARE) (RARE-OB-16)", "description": "This study is taking place at six regional care centers across the U.S. Researchers will collect and make available for study cells from people with rare CFTR mutations. There are over 1,900 mutations in the gene for the cystic fibrosis transmembrane conductance regulator (CFTR) protein that play a role in cystic fibrosis (CF). New, important clinical trials are evaluating potential therapies that directly target defective CFTR protein, but most of these target the most common CFTR mutation, F508del. Many patients with rare CFTR mutations are not able to participate in those studies. The RARE study is specifically designed for people with CF over age 2 who have two nonsense mutations (also known as “x” or “stop” mutations), which cause the production of CFTR protein to stop prematurely. This is a single visit specimen collection study conducted at six regional sites. Researchers will collect blood and nasal cell specimens from each study participant; some participants may also choose to participate in an optional sub-study to collect intestinal cells. Cells from all of these specimens will be used to test future CFTR modulators to see if they might work for people with two nonsense mutations. Having cells to test in the lab is an important first step in identifying potential new therapies for people with these mutations. Participants may travel to any of the regional study sites to participate, but they will need to talk with the research coordinator at the site of their choice to get all of the study details before they make a decision to participate. This study is for people with CF over the age of 2 who have two pre-mature stop codon mutations. This study may require the collection of nasal cells, a blood draw and/or other methods of cell collection.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Solomon, George \"Marty\"", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 days", "NUMBER OF STUDY VISITS": "1", "AGE": "2 Years and Older", "MUTATION(S)": "No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": ""}, "519": {"title": "Phase 3 study of VX-445 triple combination drug in people with CF ages 12 years and older who have two copies of the F508del mutation (Vertex VX17-445-103)", "description": "This randomized, controlled study is taking place at multiple care centers across the U.S. It will look at the effectiveness and safety of the drug VX-445 in combination with ivacaftor and tezacaftor. It is for people with CF ages 12 and older who have two copies of the F508del CFTR mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-445 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "10 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "517": {"title": "Phase 3 study of VX-445 triple combination drug in people with CF 12 years and older who have one copy of the F508del mutation and one copy of a minimal function mutation (Vertex VX17-445-102)", "description": "This randomized, placebo-controlled study will be taking place at multiple care centers across the U.S. It will evaluate the effectiveness, safety, and effect on the body of the drug VX-445 in combination with tezacaftor and ivacaftor. It is for people with cystic fibrosis ages 12 and older with one copy of the F508del CFTR mutation and one copy of a minimal function mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-445 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "32 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years and Older", "MUTATION(S)": "One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "518": {"title": "Phase 3 study of VX-659 triple combination drug in people with CF ages 12 years and older who have two copies of the F508del mutation (VX17-659-103)", "description": "This randomized, placebo-controlled study is taking place at multiple care centers across the U.S. It will look at the effectiveness and safety of the drug VX-659 in combination with ivacaftor and tezacaftor. It is for people with CF ages 12 and older who have two copies of the F508del CFTR mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-659 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "10 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "516": {"title": "Phase 3 study of VX-659 triple combination drug in people with CF 12 years and older who have one copy of the F508del mutation and one copy of a minimal function mutation (VX17-659-102)", "description": "This randomized, placebo-controlled study will be taking place at multiple care centers across the U.S. It will evaluate the effectiveness, safety, and effect on the body of the drug VX-659 in combination with tezacaftor and ivacaftor. It is for people with cystic fibrosis ages 12 and older with one copy of the F508del CFTR mutation and one copy of a minimal function mutation. ", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-659 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "32 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years and Older", "MUTATION(S)": "One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "480": {"title": "A study to evaluate tezacaftor/ivacaftor and ivacaftor in adults with cystic fibrosis and two copies of the F508del mutation (Vertex VX16-661-114)", "description": "This randomized, placebo-controlled study is taking place at multiple care centers across the U.S. This study will look at the safety, effectiveness, and tolerability of the drug tezacaftor/ivacaftor in combination with ivacaftor. This study is placebo-controlled, which means that some participants will receive tezacaftor/ivacaftor and ivacaftor, and some participants will receive placebo. Researchers will test the drug's safety by tracking adverse events. They will also test its effectiveness. This study is for people ages 12 years and older with two copies of the F508del CFTR mutation who have been taken off lumacaftor/ivacaftor (Orkambi®) due to respiratory side effects. This study may require lung function tests and/or other measures.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "84 days", "NUMBER OF STUDY VISITS": "5", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "25 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "489": {"title": "Phase 2 study of VX-659 combination drug in adults with cystic fibrosis (Vertex VX16-659-101)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of the drug VX-659. This study is placebo-controlled, meaning that in participants who have one F508del mutation and one minimal function mutation, some will receive VX-659, ivacaftor and tezacaftor, and some will receive placebo. In participants with two F508del mutations, some will receive VX-659, ivacaftor and tezacaftor and some will receive placebo and ivacaftor and tezacaftor. Researchers will test the effectiveness of VX-659 in combination with ivacaftor and tezacaftor by measuring lung function. They will also test its safety and tolerability by tracking adverse events in addition to other measures. This study is for people who either have two copies of the F508del CFTR mutation or have one copy of F508del and one copy of a minimal function mutation. This study may require lung function tests, sweat tests, blood draws and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-659 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "8 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "478": {"title": "Phase 2a study of Galapagos GLPG2222 in adults with CF (GLPG2222-CL-202)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of GLPG2222 in adults with CF who have two copies of the F508del mutation. This study will look at two different dose levels of GLPG2222. The study is placebo-controlled, which means that some participants will receive the study drug and others will receive a placebo. Participants will receive either the study drug or the placebo for 29 days and will be in the study for six to 10 weeks. Researchers will test the drug’s safety and effectiveness by monitoring adverse events and other measures. This study is for people with CF who have two copies of the F508del-CFTR mutation. This study may require lung function tests, sweat chloride tests, blood tests, or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Galapagos", "STUDY DRUGS": "GLPG2222", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "10 weeks", "NUMBER OF STUDY VISITS": "5", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "445": {"title": "Phase 2 study of CTP-656 in adults with CF who are currently taking ivacaftor (Kalydeco®) (Concert CTP-656)", "description": "This study will look at the safety and effectiveness of the drug CTP-656 in adults with CF. This study will use a placebo control. It will also compare the effectiveness of CTP-656 to ivacaftor (Kalydeco®). This means that some study participants will receive CTP-656, some participants will receive a placebo, and some participants will continue to take their prescribed ivacaftor. Researchers will test the safety and effectiveness of CTP-656 by measuring sweat chloride in addition to other measures. This study is for people who have a CFTR gating mutation and are currently taking ivacaftor. This study may require sweat tests, lung function tests and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Concert Pharma", "STUDY DRUGS": "VX-561 (formerly CTP-656)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "7 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "60% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "462": {"title": "Phase 3 study of tezacaftor (VX-661) combination drug in children with cystic fibrosis (Vertex VX15-661-113)", "description": "This two-part study will look at the safety and tolerability of the drug tezacaftor (VX-661) in combination with ivacaftor. It will also look at how the body processes the drug. This study is open-label, meaning that all participants will receive tezacaftor with ivacaftor. In Part A of the study, researchers will look at how the body processes tezacaftor with ivacaftor by measuring the amount of study drug in the bloodstream. In Part B, researchers will test the safety and tolerability of tezacaftor with ivacaftor by tracking adverse events in addition to other measures. This study is for children with CF who have at least one copy of the F508del CFTR mutation. This study may require blood draws, lung function tests, sweat tests and/or other measures.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "28 weeks", "NUMBER OF STUDY VISITS": "9", "AGE": "6 Years to 11 Years", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "460": {"title": "SNO7: Phase 2 study of N91115 in adults with CF who are currently taking ivacaftor (Nivalis N91115-2CF-06)", "description": "This study will look at the safety and effectiveness of the oral drug N91115 when taken along with ivacaftor (Kalydeco). This study is placebo-controlled, meaning that study participants will receive either N91115 or a placebo. Researchers will test the effectiveness of N91115 by measuring lung function. They will also measure its safety by tracking adverse events. This study is for people with CF who are currently taking ivacaftor (Kalydeco). This study may require lung function tests, sweat chloride tests, blood draws and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Nivalis", "STUDY DRUGS": "Cavosonstat (N91115)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "12 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "18 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "413": {"title": "Phase 2 study of Vertex 661 and ivacaftor in adults with cystic fibrosis (Vertex VX-661-111)", "description": "This study will look at the safety and effectiveness of the drug VX-661 in combination with ivacaftor. This study is placebo-controlled, meaning that some participants will receive the study drug, and others will receive a placebo. Researchers will test the drug's effectiveness by measuring several different health outcomes. These outcome measures include lung function, sweat chloride, mucociliary clearance (MCC), and nasal potential difference (NPD). They will also test the drug’s safety by tracking adverse events. This study may require sweat tests, NPD tests, MCC tests, lung function tests and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "60 days", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "386": {"title": "Phase 1 exploratory study on the effect of the drug QR-010 on nasal cells (ProQR PQ-010-002)", "description": "This study will look at the effectiveness of QR-010 on the nasal cells when administered as a nasal spray. This study is open-label, meaning that all study participants will receive the study drug. Researchers will test the effectiveness of QR-010 on nasal cells by measuring nasal potential difference (NPD). Nasal potential difference is a measure of how well sodium and chloride move in and out of the nasal cells. Researchers will also test the safety of QR-010 by tracking adverse events. This study may require nasal potential difference (NPD) tests, blood draws, lung function tests, urine samples and/or other measurements. It is for adults with CF who have at least one copy of the F508del CFTR mutation.", "PHASE": "Phase One", "STUDY SPONSOR": "ProQr", "STUDY DRUGS": "Eluforsen (QR-010)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "7 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "421": {"title": "SNO6: Phase 2 study of N91115 in adults with CF who are currently taking lumacaftor/ivacaftor (Nivalis N91115-2CF1-05)", "description": "This study will look at the safety and effectiveness of a new type of CFTR modulator drug called N91115 in addition to lumacaftor/ivacaftor (Orkambi). It will also look at how the body processes the drug. This study will test N91115 at two different doses. This study is placebo-controlled, meaning that some study participants will receive N91115 and others will receive a placebo. Researchers will test the drug’s effectiveness by measuring lung function. They will also measure its safety by tracking adverse events. This trial may require blood draws, lung function tests, sweat tests and/or other measurements. It is for adults with CF who are currently being treated with lumacaftor/ivacaftor (Orkambi).", "PHASE": "Phase Two", "STUDY SPONSOR": "Nivalis", "STUDY DRUGS": "Cavosonstat (N91115)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "16 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 85%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "385": {"title": "Phase 1b safety study of QR-010 in adults with CF (ProQR PQ-010-001)", "description": "This study will look at the safety and tolerability of the inhaled drug QR-010. It will also look at how the body processes the drug. This study is placebo-controlled, meaning that some study participants will receive the study drug, and others will receive a placebo. Researchers will test the safety of QR-010 by tracking adverse events. They will also look for any serious side effects. This trial may require blood draws, lung function tests, sweat tests and/or other measurements.", "PHASE": "Phase One", "STUDY SPONSOR": "ProQr", "STUDY DRUGS": "Eluforsen (QR-010)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "8 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years to 60 Years", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "70% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "362": {"title": "Phase 2 study of riociguat in adults with CF (Bayer BAY 63-2521/ 17020)", "description": "This study will look at the safety and tolerability of the oral drug riociguat. It will also look for early signs of the drug’s effectiveness. Study participants will receive a lower dose of treatment for the first 14 days and a higher dose for the second 14 days. This study is placebo-controlled, meaning that some participants will receive the study drug while others will receive a placebo. Researchers will test the drug’s effectiveness by measuring sweat chloride. This study may require sweat tests and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Bayer", "STUDY DRUGS": "Riociguat", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "28 days", "NUMBER OF STUDY VISITS": "9", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "60 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "370": {"title": "Phase 2 study of Vertex 661/770 in people with cystic fibrosis (Vertex VX-661-103)", "description": "This study looked at the safety and effectiveness of VX-661 in combination with ivacaftor when taken for 12 weeks. It also evaluated how the drugs work in the body and how the body processes them. This study was placebo-controlled, meaning that participants received either VX-661 with ivacaftor or placebo. Researchers tested the safety of VX-661 in combination with ivacaftor by tracking adverse events. They evaluated how the drugs work in the body and how the body processes them by measuring the amount of study drug in the bloodstream. They also tested the drugs’ effectiveness by measuring lung function in addition to other outcomes.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "20 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "422": {"title": "Cohorts 1 and 2 of a study to evaluate inhaled QBW276 in adults with CF (Novartis CQBW276X2201)", "description": "This randomized, placebo-controlled study is taking place at multiple care centers across the U.S. This study will look at the safety and tolerability of the inhaled drug QBW276 as well as how the body processes the drug. Cohorts 1 and 2 of this study are placebo-controlled, which means that some participants will receive inhaled QBW276, and some participants will receive placebo. Researchers will test the drug's safety by tracking adverse events. They will also observe how the body processes the drug. This study is for people ages 18 years and older. This study may require lung function tests, blood draws, and/or other measures.", "PHASE": "Phase Two", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "QBW276", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "14 days", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 100%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "471": {"title": "Phase 1b study of inhaled AZD5634 in adults with CF (AstraZeneca D6600C00002)", "description": "This study is taking place at multiple care centers across the US. It will look at the safety and tolerability of the inhaled drug AZD5634 and will use a placebo control. This study uses a crossover design, meaning that all participants will receive the study drug and the placebo for part of the study. Researchers will study the efficacy of AZD5634 by measuring changes in mucociliary clearance. They will also study the drug’s safety by monitoring adverse events. This study is for adults with CF. This study may require lung function tests, urine tests, blood draws and/or other measurements.", "PHASE": "Phase One", "STUDY SPONSOR": "", "STUDY DRUGS": "AZD5634", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "4 months", "NUMBER OF STUDY VISITS": "4", "AGE": "18 Years to 60 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "391": {"title": "SHIP: Study of hypertonic saline in preschoolers (SHIP001)", "description": "This study will look the safety and effectiveness of hypertonic saline (7%) twice a day via jet nebulizer in preschool children. This study is placebo-controlled, meaning that some study participants will receive hypertonic saline, and others will receive the control treatment (normal saline). Researchers will test the effectiveness of hypertonic saline by measuring lung function. They will also track pulmonary exacerbations, health-related quality of life and other measures. This study may require lung function tests, health questionnaires, respiratory cultures and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Rosenfeld, Margaret", "STUDY DRUGS": "Hypertonic Saline", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "54 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "3 Years to 5 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "Less than 99%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "424": {"title": "Phase 2 study of GS-5745 in adults with CF (Gilead GS-US-404-1808)", "description": "This two-part study will look at the effectiveness of the anti-inflammatory drug GS-5745 in adults with CF. Part 1 will test the drug at a higher dose, and Part 2 will test the drug at two lower dose levels. This study is placebo controlled, meaning that some participants will receive the study drug and others will receive a placebo. Both parts of the study will also offer an optional open-label extension period. During the extension period, all participants will receive the study drug. Researchers will test the effectiveness of GS-5745 by measuring lung function. This study may require lung function tests and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "GS-5745", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 80%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "384": {"title": "Phase 2 study of CTX-4430 in people with CF (EMPIRE) (Celtaxsys CTX-4430)", "description": "This study will look at the safety and effectiveness of the anti-inflammatory drug CTX-4430. Researchers will test CTX-4430 at two different doses. This study is placebo-controlled, meaning that some participants will receive the study drug, and others will receive a placebo. Researchers will test the effectiveness of CTX-4430 by measuring lung function. They will also test the drug’s safety by tracking adverse events. This trial is for people with CF who have had a pulmonary exacerbation in the last year. It may require blood draws, lung function tests and/or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Celtaxsys", "STUDY DRUGS": "Acebilustat (CTX-4430)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "1 years", "NUMBER OF STUDY VISITS": "15", "AGE": "18 Years to 30 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "50% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "395": {"title": "Phase 2 study of JBT-101 in people with CF (Corbus JBT101-CF-001)", "description": "This trial looked at the safety and effectiveness of the anti-inflammatory drug JBT-101 (anabasum). It also looked at how the body processes the drug. Researchers tested JBT-101 at several different doses. This study was placebo controlled, meaning that some participants received the study drug, and others received a placebo. Researchers tested the effectiveness of JBT-101 by measuring lung function. They also tested the drug’s safety by tracking adverse events. They studied how the body processes the drug by measuring the concentration in the bloodstream in addition to other measures.", "PHASE": "Phase Two", "STUDY SPONSOR": "Corbus", "STUDY DRUGS": "Lenabasum (JBT-101)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "127 days", "NUMBER OF STUDY VISITS": "8", "AGE": "18 Years to 65 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "355": {"title": "Tobramycin Inhalation Powder (TIP) in People with Cystic Fibrosis Extension Study (Novartis CTBM100C2401E1)", "description": "The purpose of this extension study is to collect additional safety data from patients taking TIP who have completed the core study \"Tobramycin Inhalation Powder (TIP) in People with Cystic Fibrosis\".", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "Tobramycin Inhaled Powder (TOBI® Podhaler™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "48 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "327": {"title": "AeroVanc for the treatment of MRSA in people with CF (Savara SAV005-02)", "description": "This study examined the safety and effectiveness of AeroVanc in the treatment of persistent MRSA lung infections in people with CF. This study was placebo-controlled, meaning that participants were randomized to receive either AeroVanc or placebo. Researchers tested the effectiveness of AeroVanc by measuring the amount of MRSA in sputum. They also tested the drug’s safety by tracking adverse events and other measures.", "PHASE": "Phase Two", "STUDY SPONSOR": "Savara", "STUDY DRUGS": "Vancomycin Inhalation Powder (AeroVanc™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "16 weeks", "NUMBER OF STUDY VISITS": "9", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30 to 100%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "148": {"title": "Arikace compared to TOBI® in people with CF with chronic Pseudomonas aeruginosa infections (Insmed TR02-108)", "description": "This study looked at the effectiveness, safety and tolerability of Arikace in treating CF patients with chronic lung infections compared to a currently available antibiotic, TOBI (tobramycin inhalation solution).", "PHASE": "Phase Three", "STUDY SPONSOR": "Insmed", "STUDY DRUGS": "Amikacin Liposome Inhalation Suspension (Arikayce®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "11", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "185": {"title": "Inhaled Levofloxacin (MP-376) pediatric safety study (MPEX 206)", "description": "This study looked at the safety and tolerability of MP-376 Inhalation Solution, as well as how the body processes the drug. MP-376 is a novel formulation of the drug levofloxacin that has been optimized for aerosol delivery.", "PHASE": "Phase One", "STUDY SPONSOR": "Mpex", "STUDY DRUGS": "Inhaled Levofloxacin (Quinsair™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "35 days", "NUMBER OF STUDY VISITS": "6", "AGE": "6 Years to 16 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 95%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "490": {"title": "RESULT: Study of liprotamase non-porcine enzymes (Anthera AN-EPI3333)", "description": "This randomized, parallel-assignment study is taking place at multiple care centers across the U.S. It will look at the effectiveness of liprotamase, a non-pig-derived pancreatic enzyme replacement therapy (PERT), as compared to a pig-derived PERT.", "PHASE": "Phase Three", "STUDY SPONSOR": "Anthera", "STUDY DRUGS": "Liprotamase", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "30 weeks", "NUMBER OF STUDY VISITS": "17", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "441": {"title": "Phase 2 study of oral glutathione in children with cystic fibrosis (GROW-IP-16)", "description": "This study is taking place at multiple care centers across the U.S. It will look at the safety and effectiveness of the oral drug glutathione in children with cystic fibrosis. This study is placebo-controlled, meaning that some participants will receive oral glutathione, and others will receive a placebo. Researchers will test the effect of oral glutathione by measuring growth (Z-scores) in addition to other measures. This study is for children between the ages of 2 and 11 who use pancreatic enzyme replacement therapy (PERT) and are clinically stable. This study may require blood draws, stool samples or other measurements.", "PHASE": "Phase Two", "STUDY SPONSOR": "Schwarzenberg, Sarah", "STUDY DRUGS": "Glutathione", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "4", "AGE": "24 Months to 10 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "449": {"title": "SIMPLICITY: Phase 3 study of liprotamase in people with CF-related pancreatic insufficiency (Anthera AN-EPI3332)", "description": "This two-part study will look at the safety and effectiveness of a new, water-soluble formulation of liprotamase. Liprotamase consists of three digestive enzymes that are not prepared from animal sources. This study is open-label, meaning that all participants will receive liprotamase. Part A will enroll participants over 7 years of age. During Part A, researchers will test the safety of liprotamase by tracking adverse events and laboratory measurements. Part B will enroll children aged 28 days to 7 years. During Part B, researchers will test the safety of liprotamase by tracking adverse events and laboratory measurements. They will also test the drug’s effectiveness by measuring the amount of fat absorbed by the body. This study is for people with CF who have exocrine pancreatic insufficiency. It may require blood draws, stool samples and/or other measurements.", "PHASE": "Phase Three", "STUDY SPONSOR": "Anthera", "STUDY DRUGS": "Liprotamase", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "28 Days to 17 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "284": {"title": "Vitamin D for enhancing the immune system in people with CF (TANGPR11A0)", "description": "Vitamin D deficiency is common in people with CF. Vitamin D is important for bone health and research is also looking at the effects of Vitamin D on the immune system. This trial will look at the effect on the immune system of people with CF when receiving a one time dose of Vitamin D3 (cholecalciferol) 250,000 IU (international units) compared to placebo. Study participants must initially be admitted for a CF exacerbation. Specimens of blood, sputum, and urine will be taken throughout the study along with pulmonary function testing. The study will last up to one year.", "PHASE": "Phase Two", "STUDY SPONSOR": "Tangpricha, Vin", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "1 years", "NUMBER OF STUDY VISITS": "6", "AGE": "16 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "20% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "457": {"title": "Phase 4 study of adherence to lumacaftor/ivacaftor in people with CF (Vertex VX-809-114)", "description": "This study will look at the impact of using a smart device that monitors medication use on adherence to lumacaftor/ivacaftor (Orkambi). All study participants will use smart devices that electronically track medication use. Some participants will receive alerts and feedback from the smart device, while other participants will not receive alerts or feedback. This study is open-label, meaning that all participants will receive lumacaftor/ivacaftor (Orkambi). Researchers will track percent adherence to lumacaftor/ivacaftor (Orkambi) using the data from the smart devices. This study is for people with CF who are not currently being treated with lumacaftor/ivacaftor (Orkambi).", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "48 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "16 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "353": {"title": "Phase 4 TOBI Podhaler observational study (Novartis CTBM100C2407)", "description": "This observational study will look at the effectiveness and long term safety of the TOBI Podhaler and other FDA-approved antipseudomonal drugs. Researchers will test the effectiveness of these drugs by measuring lung function and the amount of Pseudomonas aeruginosa in sputum. They will also track pulmonary exacerbations and other measures. This study is for people with cystic fibrosis who have a chronic Pseudomonas aeruginosa infection. This study may require lung function tests, sputum cultures and/or other measurements.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "60 months", "NUMBER OF STUDY VISITS": "22", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 80%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "375": {"title": "PROSPECT (PROSPECT-OB-14)", "description": "This two-part study will aim to identify biomarkers that reflect CFTR function and can be used to monitor disease progression. It will also look at the effect of lumacaftor/ivacaftor (Orkambi) in people with CF. Part A will enroll three main groups of people: healthy participants that do not have CF, people with CF who have gene mutations that lead to partial CFTR function and people with CF whose mutations lead to no CFTR function. Part B will enroll people with CF who have two copies of the F508del CFTR mutation and are prescribed lumacaftor/ivacaftor (Orkambi). Researchers will measure both sweat chloride and lung function. This study may require sweat tests, lung function tests and/or other measurements.", "PHASE": "Not Applicable", "STUDY SPONSOR": "", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "15 months", "NUMBER OF STUDY VISITS": "8", "AGE": "6 Years and Older", "MUTATION(S)": "See Other Primary Eligibility Criteria", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "430": {"title": "GOAL e2 Lung Clearance Index Study in Children 3 to 5 Years Old who have a CFTR gating mutation (GOAL-OB-11 Cohort 4)", "description": "This observational study evaluated Lung Clearance Index (LCI) as an outcome measure for young children with CF. The recent approval of Kalydeco for children ages 2 to 5 with at least one gating mutation provides an unprecedented opportunity for researchers to evaluate whether LCI could be used as a measurement in future studies for this age group. The study measured LCI in children before and after taking ivacaftor.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Rowe, Steven", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "5", "AGE": "3 Years to 5 Years", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "261": {"title": "Porcine viral antibody point prevalence study in people with CF taking pancreatic enzymes (AbbVie JSPP-12-01)", "description": "This observational study will look at the prevalence of antibodies to hepatitis E virus (HEV) and other selected porcine viruses in people with cystic fibrosis who are receiving pancreatic enzyme replacement therapy (PERT).", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "AbbVie", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 days", "NUMBER OF STUDY VISITS": "1", "AGE": "2 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "342": {"title": "An Ocular Safety Study of Kalyedeco-Treated Children 11 Years of Age or Younger with CF (Vertex VX-770-115)", "description": "This trial is designed to evaluate the risk of cataracts (lens opacities) and describe the best corrected distance vision (with glasses/contacts for those who wear them) of children with Cystic Fibrosis who are 11 years of age or younger at the time of ivacaftor (Kalydeco) treatment initiation and are receiving or planning to receive commercially-available ivacaftor (Kalydeco) in the US.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "2 years", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years to 11 Years", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "265": {"title": "Phase 4 study to monitor the susceptibility of Pseudomonas aeruginosa to aztreonam in people with CF (Gilead GS-US-205-0128)", "description": "This observational study investigated the susceptibility of Pseudomonas aeruginosa isolates to aztreonam in people with CF.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "5 years", "NUMBER OF STUDY VISITS": "5", "AGE": "1 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "Less than 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "125": {"title": "Prediction by Ultrasound of the Risk of Hepatic Cirrhosis in Cystic Fibrosis (NARKEW07A0)", "description": "CF is characterized by an abnormality in the cystic fibrosis transmembrane conductance regulator (CFTR). In the, liver the role of CFTR is to promote bile flow. The mechanism by which the abnormality in CFTR leads to liver disease in CF is uncertain. The result of liver disease in CF is the development of biliary fibrosis leading to biliary cirrhosis that may progress to multilobular cirrhosis. There is a need to identify an early marker in patients with CF who are at increased risk for the development of cirrhosis. Timely recognition of these patients would allow for future studies of the pathophysiology of the development of cirrhosis and potentially lead to the development of new treatments. In addition early identification of this subgroup of CF patients allows for close monitoring and prompt assessment of candidates for new treatments if and when they become available.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Narkewicz, Michael", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "5 years", "NUMBER OF STUDY VISITS": "5", "AGE": "3 Years to 12 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": null}, "549": {"title": "Phase 3 study of ivacaftor in babies 12-24 month old who have a CFTR gating mutation (Vertex VX15-770-124)", "description": "This study evaluated the safety of ivacaftor (Kalydeco®) as well as how the body processes the drug in babies who have at least one copy of a CFTR gating mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "12 Months to 24 Months", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "The study found that ivacaftor was safe, well-tolerated and had a similar safety profile as was seen in older populations. Ivacaftor use resulted in significant improvements in CFTR activity (measured by sweat chloride) and pancreatic function (measured by fecal elastase-1, lipase and amylase concentrations). Elevated liver enzymes were seen in 28% of participants in Part B.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "492": {"title": "Phase 1/2 study of VX-445 combination drug in healthy adults and then in people with cystic fibrosis (VX-445-001)", "description": "This study evaluated the safety, tolerability and effectiveness of the drug VX-445 in combination with tezacaftor/ivacaftor (Symdeko®) in people who either have two copies of the F508del CFTR mutation or have one copy of F508del and one copy of a minimal function CFTR mutation.", "PHASE": "Phase One", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-445 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "12 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that VX-445 in combination with tezacaftor and ivacaftor as well as VX-445 in combination with tezacaftor and VX-561 resulted in a significant improvement in lung function (ppFEV1), sweat chloride and quality of life (CFQ-R) when compared with placebo.", "EFFECTIVENESS": "This study was conducted between July 2017 and March 2018. In Part 1 (participants who have one copy of F508del and one copy of a minimal function CFTR mutation), 65 participants were enrolled (N= 12 to placebo, N=10 to VX-445 50mg, N=22 to VX-445 100mg, N=21 to VX-445 200mg). There were two discontinuations in Part 1 due to an adverse event.\n  In Part 2 (participants who have two copies of the F508del CFTR mutation), 28 participants were enrolled (N=7 to placebo and N=21 to VX-445 200mg).  There were three discontinuations in Part 2. Two of those were due to an adverse event. \n  In Part 3 (participants who have two copies of the F508del CFTR mutation), 30 participants were enrolled (N=8 to placebo and N=22 to VX-445 200mg). There was one discontinuation due to an adverse event.\n  The primary efficacy measure was change in lung function from baseline as measured by absolute change in FEV1 percent predicted. This study met its primary endpoint as significant improvements in lung function from baseline were seen in participants who received the triple combination in all parts of the studies at all doses tested compared with placebo.\n  Notably, at the dose of the triple combination selected to move forward into phase 3 (VX-445 200 mg + tezacaftor/ivacaftor) FEV1 percent predicted increased by 14% (p<0.001) for participants with two copies of F508del and by 11% (p<0.001) for participants with one copy of F508del FEV1% predicted.\n  Significant improvements were also seen in sweat chloride when compared with placebo. At the 200mg dose that moved into phase 3 trials, sweat chloride significantly dropped in all genotypes (-39 mmol/L in participants who have one copy of F508del and one copy of a minimal function CFTR mutation and -40 mmol/L in participants who have two copies of the F508del CFTR mutation).\n  Additionally, improvements were seen in the respiratory domain of a quality of life questionnaire (CFQ-R) in both genotype groups."}, "406": {"title": "Phase 3 study of Vertex 661 and ivacaftor in people with CF who have one copy of the F508del-CFTR mutation and a second CFTR mutation predicted to have residual function (Vertex VX-661-108)", "description": "This study evaluated the safety and effectiveness of the drug VX-661 in combination with ivacaftor (Kalydeco®) versus ivacaftor alone versus placebo. This study was for people with CF who have one copy of the F508del CFTR mutation and a CFTR mutation associated with residual CFTR function. The study included two sequential treatment periods. Participants were randomized to receive two out of three possible treatment regimens : 1) VX-661 plus ivacaftor combination (100mg of VX-661 once daily and 150 mg of ivacaftor every 12 hours), 2) ivacaftor alone (150 mg of ivacaftor every 12 hours), or 3) placebo.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "33 weeks", "NUMBER OF STUDY VISITS": "12", "AGE": "12 Years and Older", "MUTATION(S)": "One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that participants who received VX-661 plus ivacaftor had significantly increased lung function (FEV1) and reported higher quality of life (CFQ-R) when compared with ivacaftor alone or compared with placebo. Overall, the safety profile was similar between all three treatment groups.", "EFFECTIVENESS": "This study was conducted between March 17th, 2015 and February 16th, 2017. Of the 248 participants enrolled in the study, 234 (95%) completed both treatment periods. The primary objective of the study was to evaluate the effectiveness of VX-661 plus ivacaftor and ivacaftor alone as compared to placebo. Both treatment with VX-661 plus ivacaftor and ivacaftor alone resulted in significant improvements in lung function (absolute change in ppFEV1) as compared with placebo (6.8% for VX-661 plus ivacaftor; 4.7% for ivacaftor alone, p<0.001). Additionally, when comparing VX-661 plus ivacaftor to ivacaftor alone, VX-661 plus ivacaftor resulted in a significantly greater improvement in lung function than ivacaftor alone (p<0.001).\n  Researchers also looked at a participant self-reported quality of life questionnaire (CFQ-R). Participants taking VX-661 plus ivacaftor reported higher scores associated with quality of life than those taking ivacaftor alone (11.1 points versus 9.7 points, p<0.001)."}, "343": {"title": "VX 809 and ivacaftor in people with CF who are aged 12 years and older and have two copies of the F508del-CFTR mutation (105) (Vertex VX-809-105)", "description": "This was an open-label follow-on study that evaluated the safety and efficacy of lumacaftor in combination with ivacaftor (Orkambi®) in people with CF, 12 years and older and who have two copies of the F508del genetic mutation. This study (PROGRESS) was a 96-week extension study in participants who had previously completed one of two 24-week placebo-controlled trials (TRANSPORT and TRAFFIC). Participants in these studies who had previously received lumacaftor/ivacaftor remained on the same dose in the PROGRESS study while participants who had received placebo were randomly assigned to receive lumacaftor (400mg every 12 hours) in combination with ivacaftor (250mg every 12 hours) or lumacaftor (600 mg once daily) in combination with ivacaftor (250mg every 12 hours).", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "96 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "Results show that there were no new safety concerns associated with the commercially available lumacaftor (400mg)/ivacaftor (250mg) product in this long-term safety study. Additionally, lumacaftor/ivacaftor was associated with sustained improvements in body weight and participant reported outcomes relating to lung function.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "399": {"title": "Vertex Lumacaftor (VX-809) and Ivacaftor in Children with CF aged 6 to 11 years and have two copies of the delF508 CFTR mutation (Vertex VX13-809-011b)", "description": "This was an open-label study designed to look at the safety of lumacaftor in combination with ivacaftor (Orkambi®). This study was for younger children with CF who have two copies of the F508del CFTR mutation. There were two parts to this study. Part A was conducted to confirm that a dose of lumacaftor (200 mg) in combination with ivacaftor (250 mg) was safe and would result in potentially effective levels of the drug in the body. Part B was a 24 week study of the same dose given in Part A to evaluate the safety and efficacy of lumacaftor in combination with ivacaftor in children with CF.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "27 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "6 Years to 11 Years", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "Lumacaftor in combination with ivacaftor was well tolerated at the doses tested. Treatment with lumacaftor in combination with ivacaftor resulted in significant improvements in sweat chloride, nutrition (BMI and weight), lung function (as measured by lung clearance index (LCI)) and quality of life (self-reported).", "EFFECTIVENESS": "Part B of the study was conducted between February 2015 and April 2015. Of the 58 participants enrolled in Part B, 54 completed all 24 weeks of treatment with lumacaftor/ivacaftor. Two participants discontinued treatment due to drug related adverse events. One participant was enrolled but did not meet eligibility criteria and one participant voluntarily withdrew from the study. While the primary objective of the study was to evaluate the safety of lumacaftor in combination with ivacaftor, researchers also looked at absolute change in sweat chloride, BMI, weight and height, lung function (measured by FEV1 and LCI), as well as a self-reported quality of life questionnaire (CFQ-R). At the end of the 24-week treatment period, there was a significant reduction in sweat chloride (p<0.0001), increase in BMI and weight (p<0.0001), improvement in lung clearance index (P=0.0018), and improvement in the average response to the self-reported quality of life questionnaire (p=0.0085). Lung function as measured by FEV1 was not significantly improved by week 24.\n "}, "459": {"title": "Phase 2 study of VX-440 combination drug in people with cystic fibrosis (Vertex VX-440-101)", "description": "This study evaluated the safety and tolerability of the drug VX-440 in combination with ivacaftor and tezacaftor (VX-661) in people who either have two copies of the F508del CFTR mutation or have one copy of F508del and one copy of a minimal function CFTR mutation.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-440 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "57 days", "NUMBER OF STUDY VISITS": "11", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that there was a significant improvement in lung function and in sweat chloride after four weeks in participants who have one copy of F508del and one copy of a minimal function CFTR mutation and were receiving 200mg or 600mg of VX-440 in combination with ivacaftor/VX-661. Additionally, there was significant improvement in lung function and in sweat chloride in participants who have two copies of the F508del CFTR mutation and were receiving 600mg of VX-440 in combination with ivacaftor/VX-661. Overall, VX-440 in combination with ivacaftor/VX-661 was well-tolerated. Elevated liver enzymes were observed in two participants receiving the VX-440 600 mg dose; this led to early discontinuation of the study in one of these participants. ", "EFFECTIVENESS": "The primary objectives of the study were safety, tolerability, and efficacy as measured by lung function (absolute change in ppFEV1 from baseline). Overall, VX-440 in combination with ivacaftor/VX-661 was well-tolerated. There was one discontinuation in the VX-440 600mg group due to elevated liver enzymes > 5x the upper limit of normal and one in the control group due to abnormal respiration and increased sputum. Additionally, one participant in the VX-440 600mg group experienced elevated liver enzymes (> 8x upper limit of normal) on the last day of dosing. Both participants who experienced elevated liver enzymes while on the triple combination therapy returned to normal after discontinuation of VX-440.\n  In Part 1 and 2, changes in lung function (measured by mean absolute change in FEV1 percent of predicted) and sweat chloride were also measured.\n  In Part 1 (F508del and minimal function group), 47 participants (N=18 at 200mg, N=18 at 600mg, N=11 in placebo) were enrolled. There was a significant improvement in lung function at both the 200mg and 600mg doses (+10% and +12% respectively, p<0.0001) and a significant reduction in sweat chloride at both doses (-20.7 and -33.1, p<0.0001) when compared to placebo. Additionally, there was a significant improvement in a patient-reported outcome questionnaire, measured by mean absolute change in the respiratory section of CFQ-R (18.3 points at 200mg and 20.7 points at 600mg), when compared to placebo.\n  In Part 2 (F508del/F508del group), 26 participants (N=20 at 600mg, N=6 in placebo) were enrolled. There was a significant improvement in lung function at the 600mg dose (+9.5%, p<0.0001) and a significant reduction in sweat chloride (-31.3, p<0.0001) when compared to placebo.\n  These results have been provided from a Vertex Press Release and have not been peer reviewed.\n "}, "458": {"title": "Phase 2 study of VX-152 combination drug in people with cystic fibrosis (Vertex VX-152-102)", "description": "This study evaluated the safety and tolerability of the drug VX-152 in combination with ivacaftor and tezacaftor (VX-661) in people who either have two copies of the F508del CFTR mutation or have one copy of F508del and one copy of a minimal function CFTR mutation.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-152 + tezacaftor + ivacaftor", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "16 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that there was a significant improvement in lung function and in sweat chloride in participants who have one copy of F508del and one copy of a minimal function CFTR mutation and were receiving 200mg of VX-152 in combination with ivacaftor/VX-661. There was no significant improvement in lung function in participants have two copies of the F508del CFTR mutation and were receiving 200mg of VX-152 in combination with ivacaftor/VX-661. However, a significant reduction in sweat chloride was seen. VX-152 in combination with ivacaftor/VX-661 was generally well-tolerated. One participant on the triple combination therapy discontinued due to an adverse event.", "EFFECTIVENESS": "The primary objective of the study was safety and tolerability. VX-152 in combination with ivacaftor/VX-661 was generally well-tolerated. One participant on the triple combination therapy discontinued due to an adverse event (pneumonia in the VX-152 200mg group).\n  In Part 1 and 2, changes in lung function (measured by mean absolute change in FEV1 percent of predicted) and sweat chloride were also measured. In Part 1(F508del and minimal function group), 21 participants were enrolled (N=6 at 100mg, N=10 at 200mg, and N=5 in placebo). There was a significant improvement in lung function in the 200mg group (+9.7%; p=0.0017) and a significant reduction of sweat chloride in the 100mg group (-19.6; p=0.0004) when compared to placebo. This difference was measured at 2 weeks after beginning VX-152 or placebo.\n  In Part 2 (F508del/F508del group), 14 participants were enrolled (N=10 at 200 mg and N=4 in placebo). Change in lung function was not significant, however there was a significant reduction in sweat chloride (-20.9; p=0.0010) when compared to placebo.\n  These results have been provided from a Vertex Press Release and have not been peer reviewed.\n "}, "469": {"title": "Phase 3 study of lumacaftor/ivacaftor in children with CF (Vertex VX15-809-115)", "description": "This study evaluated the safety and effectiveness of lumacaftor in combination with ivacaftor (Orkambi®) in people who have two copies of the F508del mutation.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "32 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "2 Years to 5 Years", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "The study found that lumacaftor/ivacaftor was generally safe and well tolerated and that there were no new safety findings compared to prior studies of lumacaftor/ivacaftor in older populations.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "405": {"title": "Phase 3 study of Vertex 661 and ivacaftor in people with cystic fibrosis (Vertex VX-661-107)", "description": "This study looked at the safety and effectiveness of the drug VX-661 in combination with ivacaftor (Kalydeco®) compared to placebo. This study was for people with CF who have one copy of the F508del CFTR mutation and a second CFTR mutation that is not likely to respond to this drug therapy. This study planned to enroll approximately 300 participants. Participants received either VX-661 plus ivacaftor in the morning and an additional dose of only ivacaftor in the evening or placebo both in the morning and in the evening for 12 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "20 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "12 Years and Older", "MUTATION(S)": "One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "The study was stopped by the CFFT Data Safety Monitoring Board (DSMB) before completion based on the apparent lack of benefit in this participant population.", "EFFECTIVENESS": "This study was conducted between August 2015 and April 2016. After 150 participants were enrolled and completed at least 8 weeks of dosing, the CFFT DSMB conducted a data analysis. This analysis looked at how effective and safe the drug was in the first half of study participants to determine whether to stop the study or to continue enrolling participants into the study. The analysis showed that the combination of VX-661 and ivacaftor in this participant population did not result in an adequate improvement in lung function to support continuing the study. The CFFT DSMB recommended that Vertex stop the study.\n "}, "400": {"title": "Phase 3 study of lumacaftor and ivacaftor in children with cystic fibrosis (Vertex VX-809-109)", "description": "This study evaluated the safety and effectiveness of lumacaftor and ivacaftor (Orkambi®) combination therapy in children with CF. Participants in the study were randomly assigned (1:1) to receive either lumacaftor (200mg) and ivacaftor (250mg) every 12 hours or placebo over a 24-week period. Both the combination tablet and placebo were taken orally.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years to 11 Years", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "70 to 105%", "WHAT WE LEARNED": "This study showed that the participants taking lumacaftor and ivacaftor had significant improvements in lung function (measured by lung clearance index (LCI)) and in sweat chloride compared to the participants taking placebo. The safety profile for lumacaftor and ivacaftor was similar to what was seen in previous phase 3 studies.", "EFFECTIVENESS": "This study was conducted between July 23rd, 2015 and September 20th, 2016. A total of 206 participants were enrolled and randomly assigned to receive either lumacaftor and ivacaftor (n=104) or placebo (n=102). Of the 206 participants randomized, two participants withdrew from the study prior to dosing (one from each group). The reasons for withdrawal were unrelated to treatment. The primary endpoint of the study was the average change in lung function over the 24-week treatment period as measured by mean absolute change in lung clearance index (LCI). By day 15 of active treatment, participants who received lumacaftor and ivacaftor saw significant improvement in lung function compared to those taking placebo (-1.09 units LCI, p<0.0001). This improvement was sustained throughout the 24-week period.\n  The study also evaluated sweat chloride concentration for both participant groups. Participants taking lumacaftor and ivacaftor saw a significant reduction in their sweat chloride concentration compared to those on placebo (-20.8 mmol/L, p<0.0001). Additionally, significant increases in body mass index (BMI) from baseline were observed in both groups at week 24."}, "407": {"title": "Phase 3 study of Vertex 661 and ivacaftor in people with CF who have one copy of the F508del-CFTR mutation and a second CFTR mutation with a gating defect responsive to ivacaftor (Vertex VX-661-109)", "description": "This study evaluated the safety and effectiveness of the drug VX-661 in combination with ivacaftor (Kalydeco®) in people already taking ivacaftor (Kalydeco®).", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "13 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "12 Years and Older", "MUTATION(S)": "One Copy F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that adding VX-661 to ivacaftor did not have a significant impact on lung function (absolute change in percent predicted FEV1), sweat chloride, or a patient reported outcome questionnaire (CFQ-R) compared with ivacaftor alone. The addition of VX-661 to ivacaftor was generally well tolerated and consistent with prior phase 3 studies of the VX-661/ivacaftor combination.", "EFFECTIVENESS": "This study enrolled 151 participants. The primary objective of the study was change in lung function, measured by absolute change in percent predicted FEV1 from baseline through 8 weeks. This study did not meet its primary objective. Lung function improved by 0.5% in participants receiving VX-661 in addition to their ivacaftor compared with 0.2% in participants who received placebo in addition to their ivacaftor.\n  Sweat chloride decreased 5.8 mmol/L in participants who received VX-661 in addition to ivacaftor compared to placebo in addition to ivacaftor, but the change was not significant. There was no change in a patient reported outcome questionnaire (CFQ-R) compared to the placebo group."}, "394": {"title": "Phase 3 study of lumacaftor and ivacaftor in with cystic fibrosis with advanced lung disease (Vertex VX-809-106)", "description": "This study evaluated the safety of the drugs lumacaftor and ivacaftor (Orkambi®). This study was for people with CF who have two copies of the F508del CFTR mutation and have advanced lung disease. All participants received lumacaftor (400mg) in combination with ivacaftor (250mg) every 12 hours for 24 weeks. Due to a high rate of adverse respiratory events at the beginning of treatment, the study was modified to allow participants to receive a half dose of the study drugs (lumacaftor at 200mg, ivacaftor at 125mg) for 1 -2 weeks when beginning treatment to help with tolerability.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "52 weeks", "NUMBER OF STUDY VISITS": "14", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "Less than 40%", "WHAT WE LEARNED": "Respiratory events occurring at the beginning of treatment were more frequent in this population of CF patients with advanced lung disease than in earlier studies of lumacaftor and ivacaftor. Overall 76% of participants completed treatment; initiating treatment at the half-dose was associated with a higher rate of treatment completion.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "388": {"title": "SNO4: Study of N91115 in people with cystic fibrosis ages 18 and older with two copies of F508del-CFTR mutation (Nivalis N91115-2CF-03)", "description": "This study looked at the safety and tolerability of the drug, N91115, in people with CF that had two copies of the F508del mutation. Researchers also looked at the effect of N91115 on CFTR biomarkers, such as sweat chloride value. Biomarkers help researchers understand how active or inactive a disease is. Participants were assigned to receive either placebo or one of three doses of N91115 (50, 100, or 200mg), twice daily for 28 days. After 28 days, participants were monitored for an additional 2-week off-drug follow-up period.", "PHASE": "Phase One", "STUDY SPONSOR": "Nivalis", "STUDY DRUGS": "Cavosonstat (N91115)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "6 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "This study found that the drug, N91115, was safe and well tolerated, Overall, treatment with N91115 did not have any significant impact on lung function or sweat chloride value when compared with placebo. However, participants taking the highest dose tested (200 mg) had a small reduction from baseline in sweat chloride value (-4.1 mmol/L), which led researchers to conduct further studies on N91115.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "402": {"title": "Phase 3 study of VX-661 and ivacaftor in people with cystic fibrosis (Vertex VX-661-106)", "description": "This study evaluated the safety and effectiveness of the drug VX-661 in combination with ivacaftor (Kalydeco®) compared with placebo. This study was for people with CF who have two copies of the F508del CFTR mutation. The study planned to enroll a total of 510 participants. Participants randomly received either placebo (twice daily) or VX-661 plus ivacaftor in the morning and an additional dose of only ivacaftor in the evening for 24 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "32 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that participants who received VX-661 in combination with ivacaftor showed improved lung function (FEV1), a decreased rate of pulmonary exacerbations, and decreased rate of pulmonary exacerbations leading to hospitalization and treatment with intravenous antibiotics when compared with placebo. Overall, the safety profile for participants treated with VX-661 plus ivacaftor was similar to that of those treated with placebo.", "EFFECTIVENESS": "This study was conducted between January 30th, 2015 and January 20th, 2017. Of the participants enrolled and who completed the entire 24-week trial, 235 participants received VX-661 plus ivacaftor and 240 received placebo. The primary objective of the study was to evaluate the effectiveness of VX-661 plus ivacaftor compared with placebo. Participant who received VX-661 plus ivacaftor resulted in a significantly greater improvement in lung function (absolute change from baseline in ppFEV1) than occurred in the participants that received placebo (3.4% FEV1 versus -0.6% FEV1, 95% CI, p<0.001).\n  Researchers also evaluated the effect of VX-661 plus ivacaftor on pulmonary exacerbations (PEx). They found that the rate of PEx was significantly lower in participants who received VX-661 plus ivacaftor compared to those that received placebo (0.64 vs. 0.99 PEx per year, p=0.005. Additionally the rate of PEx that led to hospitalizations or treatment with intravenous (IV) antibiotics was lower in the VX-661 plus ivacaftor group than in the placebo group (0.29 vs. 0.54 per year, 95% CI). There was no significant difference in BMI at week 24 between the VX-661 plus ivacaftor and the placebo group. In both groups, BMI increased."}, "361": {"title": "Phase 3 study of Ataluren in people with CF who have a nonsense mutation and are not taking aminoglycosides (PTC124-GD-021-CF)", "description": "This study evaluated the safety and effectiveness of the drug ataluren (PTC124®) compared with placebo. This study was for people with CF who have a nonsense mutation and were not receiving chronic inhaled aminoglycosides. ", "PHASE": "Phase Three", "STUDY SPONSOR": "PTC", "STUDY DRUGS": "Ataluren", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "56 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "60 to 90%", "WHAT WE LEARNED": "This study found that there was no significant difference in lung function between participants taking ataluren or placebo. This study did not meet its primary endpoint.", "EFFECTIVENESS": "This study was conducted between August 2014 and November 2016. The study enrolled 279 patients. The primary study objective was to evaluate change in lung function (measured by absolute change in FEV1) over 48 weeks. This study did not meet its primary endpoint as the 0.6% difference in favor of ataluren versus placebo was not significant.  \n  These results have been provided from a PTC Press Release and have not been peer reviewed.\n "}, "209": {"title": "Vertex 809/770 in People with Cystic Fibrosis and F508del-CFTR mutation (Vertex VX-809-102)", "description": "This study looked at the safety and effectiveness of VX 809 (lumacaftor) when taken alone and when in combination with VX770 (ivacaftor) when given to people with CF who have either one or two copies of the F508del-CFTR mutation.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "2 months", "NUMBER OF STUDY VISITS": "6", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del or One Copy F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This Phase 2 multi-national study was conducted between October 2010 and April 2014. Multiple different doses and dosage regimens were tested. The total number of participants was 188 most of whom had 2 copies of the F508del CFTR mutation (160 participants). The primary outcome was change in sweat chloride concentration during the combination treatment. Although results were variable between the several dosing regimens, overall a modest effect on sweat chloride was observed.\n  Similarly, lung function (absolute change in FEV1) improved for some dosing regimens in the participants with 2 copies of F508del."}, "340": {"title": "Vertex Lumacaftor (VX-809) and Ivacaftor in People with CF aged 12 years and older and have two copies of the delF508 CFTR mutation (TRANSPORT) (Vertex VX-809-104)", "description": "This was the first of two nearly identical Phase 3 trials looking at the safety and effectiveness of the study drug VX 809 (lumacaftor) in combination with ivacaftor in people with CF who are aged 12 years and older and have two copies of the F508del-CFTR mutation. In this multi-center global study, study participants were randomized to receive either lumacaftor (600 mg once daily or 400 mg twice daily) in combination with ivacaftor (250 mg twice daily) or a matched placebo for 24 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "28 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "Study results show that there was a significant improvement in lung function in both lumacaftor-ivacaftor dose groups compared to placebo. Participants treated with lumacaftor-ivacaftor experienced more shortness of breath, chest tightness and abnormal liver function.", "EFFECTIVENESS": "The results presented are the combined results of the VX-809-103 and 104 trials. These two Phase 3 trials studies were conducted between April 2013 and April 2014 and enrolled 1,108 patients aged 12 years and older with two copies of the F508del CFTR mutation. The majority of patients completed their assigned study regimens: 348 patients in the lumacaftor (600 mg/day)–ivacaftor group (94.6%), 344 patients in the lumacaftor (400 mg every 12 hr)–ivacaftor group (93.2%), and 362 patients in the placebo group (97.6%) The primary endpoint, absolute change in FEV1 from baseline to week 24, was met. Both dose groups showed significant improvement over placebo-treated participants in this measurement (3.3% improvement for the lumacaftor (600 mg/day)–ivacaftor group and 2.8% improvement for the lumacaftor (400 mg every 12 hr)–ivacaftor group).\n  The rate of pulmonary exacerbations was lower in both lumacaftor-ivacaftor dose groups than in the placebo group; 30% reduction for lumacaftor (600 mg/day)–ivacaftor group and 39% reduction for the lumacaftor (400 mg every 12 hr)–ivacaftor group. Additionally weight increased steadily for both lumacaftor-ivacaftor dose groups over the 24 weeks of the study."}, "328": {"title": "Vertex Lumacaftor (VX-809) and ivacaftor in people with CF who are aged 12 years and have two copies of the delF508 CFTR mutation (TRAFFIC) (Vertex VX-809-103)", "description": "This was the first of two nearly identical Phase 3 trials looking at the safety and effectiveness of the study drug VX 809 (lumacaftor) in combination with ivacaftor in people with CF who are aged 12 years and older and have two copies of the F508del-CFTR mutation. In this multi-center global study, study participants were randomized to receive either lumacaftor (600 mg once daily or 400 mg twice daily) in combination with ivacaftor (250 mg twice daily) or a matched placebo for 24 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Lumacaftor + ivacaftor (Orkambi®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "Study results show that there was a significant improvement in lung function in both lumacaftor-ivacaftor dose groups compared to placebo. Participants treated with lumacaftor-ivacaftor experienced more shortness of breath, chest tightness and abnormal liver function.", "EFFECTIVENESS": "The results presented are the combined results of the VX-809-103 and 104 trials. These two Phase 3 trials studies were conducted between April 2013 and April 2014 and enrolled 1,108 patients aged 12 years and older with two copies of the F508del CFTR mutation. The majority of patients completed their assigned study regimens: 348 patients in the lumacaftor (600 mg/day)–ivacaftor group (94.6%), 344 patients in the lumacaftor (400 mg every 12 hr)–ivacaftor group (93.2%), and 362 patients in the placebo group (97.6%) The primary endpoint, absolute change in FEV1 from baseline to week 24, was met. Both dose groups showed significant improvement over placebo-treated participants in this measurement (3.3% improvement for the lumacaftor (600 mg/day)–ivacaftor group and 2.8% improvement for the lumacaftor (400 mg every 12 hr)–ivacaftor group).\n  The rate of pulmonary exacerbations was lower in both lumacaftor-ivacaftor dose groups than in the placebo group; 30% reduction for lumacaftor (600 mg/day)–ivacaftor group and 39% reduction for the lumacaftor (400 mg every 12 hr)–ivacaftor group. Additionally weight increased steadily for both lumacaftor-ivacaftor dose groups over the 24 weeks of the study."}, "326": {"title": "SNO1: Study of N6022 in people with CF (Nivalis N30 N6022-1CF1-04)", "description": "This study tested the safety, tolerability of N6022 and its effects on CFTR biomarkers in people with CF. Participants were randomized to receive either N6022 or placebo intravenously once a day for 7 days. Multiple doses of N6022 were tested.", "PHASE": "Phase One", "STUDY SPONSOR": "Nivalis", "STUDY DRUGS": "N6002", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "6 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "This study demonstrated tolerability of N6022 for doses of up to 40 mg.", "EFFECTIVENESS": "In this study, 66 participants were dosed once daily by IV injection for 7 days with one of four doses of N6022 (5 mg: N=10, 10mg: N=9, 20mg: N=9, 40 mg: N=19) or placebo (N=19). . The primary objective of this study was to assess the safety and tolerability of intravenously administered N6022. No dose limiting side effects were detected and N6022 was well-tolerated.\n  Additional objectives included assessing the effect of N6022 on lung function and biomarkers of CFTR activity (sweat chloride and nasal potential difference). No beneficial effects on lung function, sweat chloride, or nasal potential difference were identified in this study."}, "288": {"title": "Ivacaftor in People with CF age 2 to 5 years with a CFTR Gating Mutation (Vertex VX-770-108)", "description": "This was an open-label study designed to look at the safety and effectiveness of ivacaftor (Kalydeco®) in children with CF who had at least one copy of a CFTR gating mutation. Participants in Part A received either 50 mg or 75 mg of ivacaftor (based on their weight) twice daily for four days to confirm that the doses were safe and resulted in drug levels anticipated to be effective. Part B started after Part A was complete and the dose levels were confirmed. Participants in Part B received either 50 mg or 75 mg of ivacaftor (based on their weight) twice daily for 24 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "32 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "2 Years to 5 Years", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "Ivacaftor at doses of 50mg and 75mg (adjusted for weight) appeared to be generally well-tolerated and resulted in decreased sweat chloride in children aged 2-5 years. Frequent monitoring of liver function should occur in young children using this drug, particularly those with a history of elevated liver function enzymes.", "EFFECTIVENESS": "Part A of this study recruited participants between January 8, 2013 and March 1, 2013 and Part B, between June 28, 2013 and September 26, 2013. Part A enrolled 9 participants, all of whom completed the treatment period and confirmed the dose levels of 50 mg and 75 mg (based on participant weight) were appropriate for Part B. Part B enrolled 34 participants, of which 33 completed the 24-week treatment period. Part B demonstrated that the decrease in sweat chloride in these young children was similar in magnitude to what was observed in the older participants included in the phase 3 studies of ivacaftor (STRIVE and ENVISION).\n "}, "287": {"title": "Ivacaftor in People with CF who have a Non G551D Gating Mutation (KONNECTION) (Vertex VX-770-111)", "description": "The purpose of this trial was to look at the safety and effectiveness of ivacaftor in people with cystic fibrosis (CF) who have a non-G551D cystic fibrosis transmembrane regulator (CFTR) gating mutation (any one of the following CFTR mutations: G178R, G551S, S549N, S549R, G970R, G1244E, S1251N, S1255P, or G1349D). Participants were randomized to 1 of 2 treatment groups: 1) ivacaftor 150mg for 8 weeks followed by eight weeks of placebo or 2) placebo for eight weeks followed by eight weeks of ivacaftor 150 mg. The study also included a 16 week open-label extension where all participants received ivacaftor.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "40 weeks", "NUMBER OF STUDY VISITS": "11", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40 to 105%", "WHAT WE LEARNED": "Study results show that ivacaftor was associated with a significant improvement in lung function compared to placebo. Additionally, the frequency of adverse events was similar between treatment groups and across both parts of the study.", "EFFECTIVENESS": "This international multicenter study was conducted between July 2012 and October 2013. A total of 39 participants were enrolled and completed 24 weeks of treatment. The primary efficacy outcome was absolute change in percent predicted FEV1 through eight and 24 weeks of ivacaftor treatment. During the placebo controlled part of the study, participants receiving ivacaftor demonstrated a significant improvement in lung function (measured as absolute percent predicted FEV1) (+7.5%) compared to the placebo group (-3.2%).\n  Improvements were also noted in body mass index, sweat chloride values and CFQ-R respiratory domain quality of life scores while participants received ivacaftor. The improvements observed during the placebo controlled portion of the study were maintained during the open-label period."}, "286": {"title": "Ivacaftor in People with CF who have the R117H-CFTR mutation (KONDUCT) (Vertex VX-770-110)", "description": "This study looked at the safety and effectiveness of ivacaftor in people with CF who have the R117H-CFTR mutation. Study participants were randomized to receive placebo or ivacaftor (150 mg every 12 hours) for 24 weeks. Ivacaftor is the first cystic fibrosis transmembrane regulator (CFTR) modulator to show an improvement in CFTR function and clinical benefit in people with CF. Ivacaftor was initially approved in the United States for the treatment of CF in patients 6 years of age and older who have a G551D mutation in the CFTR gene.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "28 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40 to 105%", "WHAT WE LEARNED": "Study results show that there was no significant improvement in lung function in the treatment group compared to the placebo group. The treatment group did show improvement in other outcome measures. Additionally, the frequency of adverse events was similar in both groups.", "EFFECTIVENESS": "This multi-center study was conducted between July 2012 and October 2013. A total of 69 were enrolled and 94% of participants receiving ivacaftor and 100% of participants receiving placebo completed the study. The primary outcome was the absolute change from baseline in percent predicted FEV1 through week 24. This study did not show clinically significant improvement in percent predicted FEV1 with ivacaftor as compared to the placebo group (treatment difference = 2.1 %).\n  Ivacaftor treatment resulted in significant improvement in sweat chloride and quality of life scores (CFQ-R respiratory domain). Additionally, when the lung function data were analyzed by age-group, participants that were 18 years of age and older did have a statistically significant improvement of 5% in FEV1 percent predicted."}, "282": {"title": "VX-661 alone and in combination with ivacaftor in people with cystic fibrosis (Vertex VX-661-101)", "description": "This study looked at the safety and effectiveness of multiple dose levels of VX-661 alone and in combination with ivacaftor (Kalydeco®). Part A of this study was for people with CF who have two copies of the F508del CFTR mutation and Part B of the study was for people with CF who have one copy of the F508del CFTR mutation and one copy of the G551D CFTR mutation. In Part A, fourteen different treatment combinations were tested. Participants were randomized to receive VX-661 alone, VX-661 in combination with ivacaftor, or placebo. In Part B, participants received either VX-661 (100mg) or placebo once daily in addition to the ivacaftor that they were already receiving for clinical care.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Tezacaftor + ivacaftor (Symdeko®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "84 days", "NUMBER OF STUDY VISITS": "9", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "In this study, VX-661 was generally well tolerated, both when taken alone and in combination with ivacaftor. Additionally, in participants with two copies of F508del, sweat chloride was reduced and lung function improved at the two highest doses tested. In participants with one copy of G551D and one copy of F508del, sweat chloride was reduced; however, there was no significant improvement in lung function.", "EFFECTIVENESS": "This study was conducted between February 2012 and March 2014. Of the 190 participants enrolled in the study, 185 (97.4%) completed the study. In Part A, 194 participants were randomized to receive one of four doses of VX-661 alone (N=33), one of seven dose combinations of VX-661 in combination with ivacaftor (N=123), or placebo (N=38). In Part B, 18 participants were randomized to receive either VX-661 with ivacaftor (N=14) or placebo with ivacaftor (N=4). The primary efficacy endpoint was change in sweat chloride through Day 28 for both Part A and Part B. In Part A (the group with two copies of F508del), a reduction in sweat chloride was observed with VX-661 (100mg) in combination with ivacaftor (150mg) when compared with placebo (p<0.05). In Part B (participants with one copy of G551D and already being treated with ivacaftor), treatment with VX-661 resulted in a reduction in sweat chloride when compared with placebo (-17.20, p<0.05).\n  Researchers also measured absolute change in lung function. In Part A, significant improvements in lung function (absolute change in ppFEV1) were observed at the two higher doses of VX-661 in combination with ivacaftor (100mg and 150mg) when compared with placebo (p<0.05), with the largest increase observed at 100mg of VX-661 (3.89 percentage points). In Part B, changes in lung function were not significant for VX-661 added to existing use of ivacaftor when compared with placebo."}, "277": {"title": "VX-770 Expanded Access Program (Vertex VX11-770-901)", "description": "This open-label expanded access program (EAP) study was designed to provide ivacaftor to patients in critical medical need prior to commercial product availability.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "9 months", "NUMBER OF STUDY VISITS": "1", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "Less than 40%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This program was available between July 2011 and March 2012. A total of 44 participants received ivacaftor (150 mg every 12 h).\n  At 24 weeks of treatment with ivacaftor, improvement in lung function (mean absolute increase in FEV1 % predicted of 5.5%) and a 3.3 kg mean increase in weight from baseline was observed."}, "245": {"title": "Vertex 770 - a phase 2 trial evaluating the effect of VX- 770 on Lung Clearance Index (Vertex VX10-770-106)", "description": "This was a randomized crossover study to evaluate the effect of VX 770 (ivacaftor) on the lung clearance index in people with CF and good lung function (FEV1 percent predicted of >90%). Study participants were randomly assigned to the placebo or ivacaftor (taken orally two times a day for 28 days) and then to \"crossover\" to whichever study drug they had not taken originally. Lung clearance index is a measurement of lung function.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "19 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "90% or greater", "WHAT WE LEARNED": "Study results show that ivacaftor was associated with a significant improvement in lung clearance index (LCI) compared to placebo. Additionally, adverse events were similar between treatment groups.", "EFFECTIVENESS": "This multi-center, multi-national study was conducted between February 2011 and November 2011. A total of 20 participants were enrolled and 17 completed treatment. The primary outcome measure was change from baseline in lung clearance index (LCI) as measured using multiple-breath washout. Treatment with ivacaftor led to significant improvements compared with placebo (difference between groups in the average mean change from baseline at days 15 and 29 was –2.16, p<0·0001).\n  Additional measures of lung function also improved significantly with ivacaftor treatment compared with placebo (FEV1 % predicted and FEF25%–75% predicted)."}, "207": {"title": "VX-770 in People with CF and G551D Mutation - Open Label Safety Study (PERSIST) (Vertex VX-770-105)", "description": "This study looked at the long-term safety of ivacaftor in people with CF and the G551D mutation. Subjects received ivacaftor for 96 weeks during this study.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "2 years", "NUMBER OF STUDY VISITS": "10", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "Study results show that there were no new safety concerns associated with ivacaftor. Additionally, ivacaftor was associated with sustained improvements in lung function.", "EFFECTIVENESS": "This study (conducted between July 2010 and April 2013) included a total of 192 participants who had completed one of two previous 48-week, placebo-controlled trials (either STRIVE or ENVISION). Participants received 150 mg of ivacaftor every 12 hours for an additional 96 weeks.\n  Participants who had received ivacaftor during STRIVE and ENVISION, showed sustained improvements in lung function (FEV1), weight and rate of pulmonary exacerbations for up to 144 weeks of treatment. Participants who had received placebo during STRIVE or ENVISION, but received ivacaftor during this open-label study had improvements in lung function and other clinical measures comparable to those seen during STRIVE and ENVISION."}, "15": {"title": "VX-770 Phase 2 study in People with CF and Genotype G551D (Vertex VX06-770-101)", "description": "This Phase 2 study evaluated the safety and tolerability of ivacaftor compared with placebo in people with CF and the G551D CFTR mutation.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "56 days", "NUMBER OF STUDY VISITS": "7", "AGE": "18 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center Phase 2 study was conducted between May 2007 and September 2008. A total of 39 participants were assigned to receive either ivacaftor at doses of 25, 75, or 150 mg or placebo twice a day for 14 days (during 2 14-day periods separated by a washout) [Part 1] or ivacaftor (at doses of 150 or 250 mg) or placebo twice a day for 28 consecutive days [Part 2].\n "}, "184": {"title": "Vertex-770 in People with CF with Homozygous Delta F508 Mutation (DISCOVER) (Vertex 770-104)", "description": "This study looked at the safety and effectiveness of VX-770 (ivacaftor), in people with Cystic Fibrosis (CF) age 12 years and older, with homozygous Delta F508 mutation. Participants in this study were randomized to receive either ivacaftor (150 mg) or placebo orally twice a day for 16 weeks.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "22 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between September 2009 and July 2010. A total of 140 participants were randomized and 130 completed the study through Week 16 (104 of 112 ivacaftor treated participants (92.9%) and 26 of 28 placebo treated participants (92.9%)). Treatment with ivacaftor in this population (people homozygous for the F508del CFTR mutation did not result in improvement in lung function (the difference in FEV1 % predicted from baseline through Week 16 between the ivacaftor and placebo groups was not significant (1.7% (P=0.15)).\n  There were no significant differences observed for changes in quality of life scores (the CFQR respiratory domain), number of pulmonary exacerbations, courses of antibiotics for sinopulmonary symptoms, or change in weight."}, "87": {"title": "Vertex-770 and the G551D mutation (STRIVE) (Vertex VX08-770-102)", "description": "This phase 3 study looked at the safety and effectiveness of ivacaftor in adolescents and adults with CF and the G551D mutation. Participants were randomized to receive either 150 mg ivacaftor or matched placebo twice a day for 48 weeks.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "54 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "Study results show that there was a significant improvement in lung function in the treatment group compared to the placebo group. Additionally, the frequency of adverse events was similar in both groups.", "EFFECTIVENESS": "This multi-center, multi-national Phase 3 study was conducted between June 2009 and January 2011. A total of 161 participants enrolled in the study (83 in the ivacaftor group and 78 in the placebo group); 93% of ivacaftor and 97% of placebo treated participants completed the study. The primary endpoint was mean absolute change from baseline compared to placebo in FEV1 percent predicted through week 24. Participants receiving ivacaftor had a statistically significant improvement in lung function (10.6 percentage points difference compared with placebo).\n  The improvement in lung function was maintained through week 48. Significant improvement in all key secondary endpoints (fewer pulmonary exacerbations, weight gain, reduction in sweat chloride) were also observed through week 48 in subjects who received ivacaftor. Improvements in quality of life scores (CFQ-R respiratory domain) were also reported."}, "177": {"title": "Vertex 770 in Children with CF and the G551 Mutation (ENVISION) (Vertex VX08-770-103)", "description": "This phase 3 study evaluated the safety and effectiveness of ivacaftor in the pediatric population aged 6 to 11 years who have CF and the G551D mutation. Participants were randomized to receive either 150 mg ivacaftor or matched placebo twice a day for 48 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "Ivacaftor (Kalydeco®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "54 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "6 Years to 11 Years", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "Study results show that there was a significant improvement in lung function in the treatment group compared to the placebo group. Additionally, the frequency of adverse events was similar in both groups.", "EFFECTIVENESS": "This multi-center, multi-national study was conducted between March 2010 and April 2011. A total of 52 participants were enrolled (26 in each treatment group); 100% of the ivacaftor treated and 85% of the placebo treated participants completed the study. The primary endpoint was absolute change from baseline in percent predicted FEV1 through week 24. Participants receiving ivacaftor had a statistically significant improvement in lung function (12.5 percentage points difference compared with placebo).\n  Lung function remained improved through Week 48 and weight and BMI were also improved in ivacaftor treated participants compared with placebo"}, "84": {"title": "Ataluren (PTC 124) in Cystic Fibrosis (PTC124-GD-009-CF)", "description": "This trial looked at the safety and effectiveness of ataluren in people with CF and at least one CF nonsense mutation. Participants were randomized to receive either ataluren or placebo three times a day for 48 weeks.", "PHASE": "Phase Three", "STUDY SPONSOR": "PTC", "STUDY DRUGS": "Ataluren", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "48 weeks", "NUMBER OF STUDY VISITS": "15", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "Study results show that there was no significant change in lung function in the treatment group compared to the placebo group. Additionally, there were no serious safety concerns associated with ataluren treatment.", "EFFECTIVENESS": "This multi-center, multi-national phase 3 study was conducted between August 2009 and November 2011. A total of 238 participants were enrolled (120 in the ataluren group and 118 in the placebo group). The primary endpoint of the study, the relative change from baseline in % predicted FEV1 at 48 weeks, did not differ significantly between ataluren and placebo.\n  The secondary endpoint, the rate of pulmonary exacerbations did not reach statistical significance."}, "86": {"title": "Safety Study of VX 809 in People with CF and Homozygous for Delta F508 Gene Mutation (Vertex VX08-809-101)", "description": "The purpose of this study was to evaluate the safety and tolerability, of lumacaftor in subjects with cystic fibrosis who have two copies of the F508del CFTR gene mutation. This was a Phase 2 multi-national, multiple dose study of orally administered lumacaftor in people with CF who have 2 copies of the F508del CFTR mutation. Participants were randomized to either receive lumacaftor or placebo. Multiple dose levels of lumacaftor were tested (25, 50, 100 or 200 mg) given once daily for 28 days.", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "31 days", "NUMBER OF STUDY VISITS": "7", "AGE": "18 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "Study results show that there were no serious safety concerns associated with lumacaftor compared to placebo.", "EFFECTIVENESS": "This Phase 2a study (conducted between March 2009 and December 2009) enrolled 89 participants. Each dose group included between 17 and 19 participants.\n  A dose response for change in sweat chloride was observed across the four dose groups. Statistically significant declines in sweat chloride were observed at 100 mg and 200 mg doses when comparing each patient to baseline and to placebo. There were no significant changes in CFTR-dependent NPD parameters or in lung function."}, "26": {"title": "Pulmozyme in 3-5 Year Old Children with CF (Genentech Z4240g)", "description": "This study looked at the effect of Pulmozyme on preschool aged (3-5 year old) children.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Genentech", "STUDY DRUGS": "Dornase Alfa (Pulmozyme®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "32 days", "NUMBER OF STUDY VISITS": "3", "AGE": "3 Years to 5 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was closed to enrollment early due to an inability to recruit a sufficient number of eligible subjects. No results will be available.\n "}, "444": {"title": "Phase 2 study of VX-371 in people with CF who are currently taking lumacaftor/ivacaftor (Vertex VX-371-101)", "description": "This study evaluated the safety and effectiveness of the inhaled drug VX-371 (formerly P-1037) in combination with hypertonic saline in participants who have two copies of the F508del CFTR mutation and are taking lumacaftor/ivacaftor (Orkambi®).", "PHASE": "Phase Two", "STUDY SPONSOR": "Vertex", "STUDY DRUGS": "VX-371 formerly (P-1037)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "98 days", "NUMBER OF STUDY VISITS": "12", "AGE": "12 Years and Older", "MUTATION(S)": "Two Copies F508del", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that participants taking VX-371 plus hypertonic saline did not have a significant increase in lung function (measured by percent predicted FEV1). The addition of VX-371 with or without hypertonic saline was generally well tolerated in participants already taking lumacaftor/ivacaftor.", "EFFECTIVENESS": "This study enrolled 142 participants. The primary objective was safety and the effect of VX-371 plus hypertonic saline on lung function (measured by percent predicted FEV1). The study did not meet its primary objective. Participants who received VX-371 plus hypertonic saline on top of lumacaftor/ivacaftor had a small increase in lung function (0.1% ppFEV1). Participants who received only hypertonic saline on top of lumacaftor/ivacaftor had a slight decrease in lung function (0.1% ppFEV1).\n "}, "396": {"title": "Clearing Lungs With ENAC Inhibition in Cystic Fibrosis (CLEAN-CF) (Parion PS-G201)", "description": "This study evaluated the drug P-1037 and its effectiveness in combination with the drug hypertonic saline in people with CF. There was no restriction based on CFTR mutation.", "PHASE": "Phase Two", "STUDY SPONSOR": "Parion", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "5 weeks", "NUMBER OF STUDY VISITS": "4", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that P-1037 was safe and generally well-tolerated. However, P-1037 did not have a significant impact on lung function (FEV1) or patient-reported respiratory symptoms (CFQ-R).", "EFFECTIVENESS": "EFFECTIVENESS:"}, "360": {"title": "Phase 3 study of inhaled mannitol in adults with cystic fibrosis (Pharmaxis DPM-CF-303)", "description": "This study evaluated the safety and effectiveness of the inhaled drug, Bronchitol® (mannitol). Participants were assigned to receive either mannitol (400mg) or placebo twice daily to evaluate improvements in lung function over a 26-week treatment period. Researchers also evaluated the safety of mannitol.", "PHASE": "Phase Three", "STUDY SPONSOR": "Pharmaxis", "STUDY DRUGS": "Inhaled Mannitol (Bronchitol®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "5", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": "This study found that participants, who received mannitol, over a 26-week treatment period, had greater improvements in lung function than those who received placebo. These improvements, while statistically significant, were less than what was seen in previous phase 3 studies with mannitol. Mannitol well-tolerated and has an adverse event profile similar to that of the placebo group.", "EFFECTIVENESS": "This study was conducted between October 2014 and February 2017. The study enrolled 423 participants in 21 countries with more than a quarter of the participants in the USA. The primary goal of the study was to evaluate the effect of mannitol on change in lung function (measured by FEV1) from baseline over the 26-week treatment period. The study showed that participants who received mannitol had greater improvement in lung function, at the end of the 26 week period, than the participants that received placebo (2.2% relative change in FEV1, p=0.025). While the improvement was statistically significant, it was less than what was seen in the previous phase 3 study conducted of mannitol.\n  No statistically significant differences were seen between mannitol and placebo when researchers looked at additional measurements such as time to first pulmonary exacerbation or the number of days in the hospital due to a pulmonary exacerbation."}, "237": {"title": "Denufosol in People with CF ages 2 - 4 years (Inspire 08-116)", "description": "The purpose of this study was to look at the safety and tolerability of denufosol aerosolized three times a day in pediatric CF patients 2 to 4 years of age.", "PHASE": "Phase Two", "STUDY SPONSOR": "Inspire", "STUDY DRUGS": "Denufosol", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "10 days", "NUMBER OF STUDY VISITS": "2", "AGE": "2 Years to 4 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between August 2010 and January 2011. A total of 24 children participated in the study. The effectiveness of denufosol was not evaluated during this short-term study.\n "}, "71": {"title": "Inhaled Dry Powder Mannitol in Cystic Fibrosis (Pharmaxis DPM-CF-302)", "description": "This Phase 3 study looked at the safety and effectiveness of treatment with inhaled dry powder mannitol.", "PHASE": "Phase Three", "STUDY SPONSOR": "Pharmaxis", "STUDY DRUGS": "Inhaled Mannitol (Bronchitol®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "52 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30 to 89%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This Phase 3 multi-center, multi-national study was conducted between September 2008 and April 2010. A total of 305 people participated and received either 400 mg inhaled mannitol (184) or control (121). The majority of participants completed the first 6 months of the study (83% of those who received 40 mg inhaled mannitol and 88% of those receiving control. The primary endpoint of the study was the absolute change in FEV1 from baseline; there was a trend toward improvement in lung function in the inhaled mannitol group (106.5 mL) compared to the control group (52.4 mL) but this did not reach statistical significance (p=0.059).\n  For other lung function measures (percent predicted FEV1 and FVC), the 400-mg inhaled mannitol dose resulted in a statistically and clinically significant average improvement in lung function over the treatment period compared with control. No significant differences were seen in quality of life measures, pulmonary exacerbation rates, or hospitalization rates. In the 26-week open-label extension study, FEV1 was maintained in the participants who were originally treated with the 400 mg mannitol, and improved in the original control group."}, "7": {"title": "Denufosol Inhalation Solution for People with CF and Mild Lung Disease (TIGER 1) (Inspire INS 08-108)", "description": "The purpose of this trial was to evaluate the safety and effectiveness of inhaled Denufosol, a drug designed to enhance the hydration and clearance of mucus in the lungs of CF patients.", "PHASE": "Phase Three", "STUDY SPONSOR": "Inspire", "STUDY DRUGS": "Denufosol", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "50 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "5 Years to 999 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "75% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This phase 3 placebo-controlled multi-national study was conducted between August 2006 and October 2008. A total of 352 people with CF (Age >= 5 years) with normal to mildly impaired lung function )FEV1 >75 % predicted) participated. Approximately 90% of participants in both treatment groups completed the 24 week randomized part of the study. The study met its primary endpoint: participants treated with denufosol had a statistically significant improvement in lung function after 24 weeks (absolute improvement in FEV1 of 0.048L compared with 0.003L for the placebo group).\n  No significant differences between groups were observed for secondary endpoints including exacerbation rate and other measures of lung function."}, "10": {"title": "Denufosol Inhalation Solution in People With Mild CF Lung Disease (TIGER 2) (Inspire 08-110)", "description": "The purpose of this trial was to evaluate the safety and effectiveness of inhaled denufosol, a drug designed to enhance the hydration and clearance of mucus in the lungs of CF patients.", "PHASE": "Phase Three", "STUDY SPONSOR": "Inspire", "STUDY DRUGS": "Denufosol", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "48 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "5 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "75 to 110%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This Phase 3 placebo-controlled multi-national study was conducted between February 2008 and October 2010. A total of 466 people with CF who were 5 years of age and older (mean age 15.1 years) and who had normal to mildly impaired lung function (FEV1 >75 % of predicted) participated. Of the 233 participants randomized to denufosol 190 completed the study. A similar number of participants randomized to placebo completed the study (193 of 233 randomized). There was no benefit of denufosol observed on the primary endpoint, change in lung function (change in FEV1 from baseline to week 48).\n  The three key secondary endpoints: rate of change in percent predicted FEV1 over 48 weeks, change from baseline in FEF 25%-75% at week 48, and time to first pulmonary exacerbation also did not show any statistically significant differences between treatment groups."}, "4": {"title": "Infant Study of Inhaled Saline (ISIS) (ISIS-002)", "description": "The purpose of this study was to determine whether 7% hypertonic saline (HS) was an effective and safe therapy in infants and young children with CF.", "PHASE": "Phase Two", "STUDY SPONSOR": "Rosenfeld, Margaret", "STUDY DRUGS": "Hypertonic Saline", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "48 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "4 Months to 5 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This phase 3 multi-center study was conducted between April 2009 and October 2011. A total of 321 children participated with 158 randomized to 7% hypertonic saline and 163 randomized to the control (0.9% isotonic saline). The majority of participants completed the study (143 of 158 in the hypertonic saline group, and 149 of 163 in the control group). The primary outcome was the rate of pulmonary exacerbations during the 48-week treatment period. The use of inhaled hypertonic saline compared with isotonic saline did not reduce the rate of pulmonary exacerbations over the course of 48 weeks of treatment.\n  There was no significant difference in secondary endpoints including height, weight, respiratory rate, oxygen saturation, cough, respiratory symptom scores, or antibiotic use. Infant pulmonary function testing performed in a subgroup of participants (n=73) did not demonstrate significant differences between the treatments except for the mean change in forced expiratory volume in 0.5 seconds, which was 38 mL greater in the 7% hypertonic saline group."}, "147": {"title": "Multiple Dose Safety Study of SB-656933 in People with Cystic Fibrosis (GSK CF2110399)", "description": "SB-656933 is a novel, once daily oral anti-inflammatory agent for the maintenance treatment of CF. Inflammatory cells in the lung are thought to contribute significantly to lung disease in CF. This study looked at the safety, tolerability and pharmacodynamics of SB-656933 following 28 days of daily administration of SB-656933 in patients with CF.", "PHASE": "Phase Two", "STUDY SPONSOR": "GSK", "STUDY DRUGS": "GSK SB 656933", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "8 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 110%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "There were no changes in lung function or respiratory symptoms. In the 50 mg treatment group sputum neutrophils and elastase were reduced compared to baseline and free DNA reduced compared to placebo. Blood levels of fibrinogen, CRP, and CXCL8 were increased in the same group."}, "36": {"title": "KB001-A in people with CF and Pseudomonas aeruginosa (KaloBios KB001-05)", "description": "This study evaluated the safety and effectiveness of the drug KB001-A compared with placebo. This study was for people who have chronic Pseudomonas aeruginosa (Pa) airway infection.", "PHASE": "Phase Two", "STUDY SPONSOR": "Kalobios", "STUDY DRUGS": "KB001-A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "20 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years to 50 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 100%", "WHAT WE LEARNED": "This study found that participants receiving KB001-A did not have a significant impact on increasing the length of time before needing antibiotics due to worsening respiratory signs and symptoms when compared with placebo.  Overall, the drug KB001-A was generally well-tolerated. ", "EFFECTIVENESS": "This study was conducted between December 2012 and December 2014. In the primary study, 169 participants were randomized to receive either KB001-A (N=83) or placebo (N=86). \n  The primary objective of this study was to evaluate the effectiveness of KB001-A on increasing the length of time before needing antibiotics due to worsening respiratory signs and symptoms. This study did not meet the primary objective as there was no statistical difference observed in the time-to-need for antibiotics in the KB001-A group when compared with placebo over the 16-week study period.  \n  A small increase in lung function for participants receiving KB001-A vs. placebo was observed by week 16 (3.2% ppFEV1 increase vs. placebo, p=0.003). In the sub-study of relatively few patients, protein concentrations of IL-8 (a protein that measures inflammation) were found to have decreased in participants receiving KB001-A vs. placebo (-0.27 log10pg/mL, p=0.048). Several other measures of inflammation in the sputum were lower in participants receiving KB001-A vs. placebo but the differences were not statistically significant."}, "330": {"title": "AquADEKs-2: Effects of an antioxidant-enriched multivitamin on inflammation and oxidative stress in people with CF (AquADEKs-IP-12)", "description": "This study evaluated the effects of an antioxidant-enriched multivitamin supplement on inflammation. This study was for people with CF who are pancreatic insufficient.", "PHASE": "Phase Two", "STUDY SPONSOR": "Sagel, Scott", "STUDY DRUGS": "AquADEKs", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "20 weeks", "NUMBER OF STUDY VISITS": "4", "AGE": "10 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 100%", "WHAT WE LEARNED": "This study found that participants being treated with AquADEKs-2 did not have significant reduction in respiratory inflammation when compared with the control multivitamin group. AquADEKs-2 was well-tolerated.", "EFFECTIVENESS": "This study was conducted between September 2013 and June 2015. Of the 73 participants enrolled in the study, 36 were randomized to the AquADEKS-2 group (antioxidant-enriched multivitamin) and 37 to the control multivitamin group. A total of 69 participants completed the study (AquADEKs-2= 34 and control multivitamin= 35).\n  The primary efficacy endpoint of this study was to measure the change in sputum myeloperoxidase levels between the two groups. Sputum myeloperoxidase is a measure of respiratory inflammation. This study did not meet its primary endpoint as there was no difference in sputum myeloperoxidase levels between the AquADEKs-2 group and the control group at week 16.\n  While antioxidant levels significantly increased in the AquADEKs-2 group (p<0.001), there were no significant changes in any of the blood and sputum markers of inflammation. Lung function and growth did not differ between the AquADEKs-2 and control multivitamin groups at 16 weeks. However, participants receiving AquADEKs-2 had a longer time to first pulmonary exacerbation requiring antibiotics when compared with participants receiving the control multivitamin (p=0.04)."}, "280": {"title": "Phase 2 study of inhaled Alpha-1 HC in people with CF (Grifols T6005-201)", "description": "This Phase 2 study assessed the safety and tolerability of two different doses of once daily inhaled Alpha-1 anti-trypsin in people with CF.", "PHASE": "Phase Two", "STUDY SPONSOR": "Grifols S.A.", "STUDY DRUGS": "Alpha 1 Anti-Trypsin", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "9 weeks", "NUMBER OF STUDY VISITS": "5", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 90%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between August 2012 and October 2013. The primary endpoint was the frequency of adverse events. A total of 30 participants were randomized into one of three treatment groups: 100mg or 200 mg of Alpha-1 anti-trypsin or placebo inhaled once daily (N=10 in each treatment group). All participants completed the 3-week study.\n  Drug delivery was confirmed by a dose-dependent increase in alpha-1-anti-trypsin level in CF sputum."}, "90": {"title": "PharmaNAC Phase 2b: N-Acetylcysteine Effects in CF (NAC 40630)", "description": "This study looked at the safety and effectiveness of an investigational product called N-acetylcysteine (NAC) on the basic processes that cause inflammation in CF lung disease. Study participants were randomized to receive N-acetylcysteine or placebo orally three times a day for 24 weeks. In addition to evaluating clinical outcomes, blood and sputum were collected to evaluate changes in inflammatory mediators.", "PHASE": "Phase Two", "STUDY SPONSOR": "Conrad, Carol", "STUDY DRUGS": "N-Acetylcystiene (Oral)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "3", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40 to 85%", "WHAT WE LEARNED": "Study results show that there was no improvement in sputum neutrophil activity (a marker of airway inflammation) in the treatment group compared to the placebo group. Additionally, there were no safety concerns associated with N-acetylcysteine treatment.", "EFFECTIVENESS": "This multi-center study was conducted between November 2008 and April 2011. A total of 70 CF patients were randomized. Of the 36 participants who received N-acetylcysteine, 30 completed the study, and of the 34 participants who received placebo, 32 completed the study. No effect was seen in the primary endpoint, change in sputum human neutrophil elastase (HNE) activity from Day 0 to Day 168 (Week 24).\n  The N-acetylcysteine group maintained baseline FEV1 and FEF 25–75% throughout the 24-week period while 4–6% declines in these measures occurred in the placebo group; however, no statistically significant benefit was observed for incidence of pulmonary exacerbations or on patient-reported outcomes."}, "13": {"title": "Safety Study of KB001 in People with CF and Pseudomonas aeruginosa (Kalobios KB001-03)", "description": "This study looked the safety and effectiveness of a single-dose of an investigational drug (KB001) on inflammation and on levels of Pseudomonas aeruginosa in the lungs of people with CF.", "PHASE": "Phase One", "STUDY SPONSOR": "Kalobios", "STUDY DRUGS": "KB001-A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "10 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center study was conducted between March 2008 and May 2009. A total of 27 people with CF, age 12 years and older and with chronic Pseudomonas aeruginosa infection were enrolled and randomized to receive a single dose of either 3mg/kg or 10mg/kg of the anti-pseudomonal antibody fragment, KB001, or placebo.\n  A significant overall reduction in sputum neutrophil elastase and neutrophil counts were seen in both of the KB001 dose groups vs. placebo. The KB001 mean serum half-life was 11.9 days. No significant differences between treatment groups were seen in pulmonary function, symptoms, or sputum Pseudomonas aeruginosa density after a single dose."}, "6": {"title": "Safety Study of Azithromycin in Cystic Fibrosis Patients Negative for P. aeruginosa (AZ 0004 (Open-Label))", "description": "This study was an open-label extension study of the Azithromycin study in adolescents and children with CF who were not infected with P. aeruginosa. This study provided addiitonal information regarding the safety of longer term treatment.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Rose, Lynn", "STUDY DRUGS": "Azithromycin", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "3", "AGE": "6 Years to 18 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "One hundred forty-six subjects were enrolled in this 24-week open-label, follow on study to the randomized, placebo-controlled trial of azithromycin in children 7-18 years of age with CF uninfected with P. aeruginosa. The study assessed the durability of response to azithromycin and continued safety of tolerability of prolonged usage. Two treatment groups were assessed: subjects initially on azithromycin who stayed on azithromycin vs subjects initially on placebo who received azithromycin. Durability of treatment response to azithromycin was observed in the azithromycin-azithromycin group as measured by rate of pulmonary exacerbation and continued weight gain.\n  No significant improvements in lung function were observed with either of 2 treatment groups."}, "27": {"title": "Aztreonam Lysinate for Inhalation in Individuals who Utilize Inhaled Tobramycin Frequently (AIR-CF2) (CP-AI-005)", "description": "People with CF often have lung infections that occur repeatedly or worsen over time. The lung infections are often caused by a bacteria called Pseudomonas aeruginosa (PA). Treatment with antibiotics can stop or slow down the growth of the bacteria. The antibiotics may be given by mouth, into a vein (IV), or inhaled as a mist. The purpose of this study was to see if aztreonam lysinate for inhalation (AI), an investigational formulation of the antibiotic for delivery using the eFlow® Electronic Nebulizer by PARI GmbH, is safe and effective in CF patients with PA.", "PHASE": "Phase Three", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "18 weeks", "NUMBER OF STUDY VISITS": "9", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "Following randomization and a 28-day course of tobramycin inhalation solution (TIS), 211 patients who were >6 years old, who had >3 courses of TOBI within the previous year, and who had an FEV1 betwen >25% and <75% of predicted were treated with 75 mg AZLI or placebo, twice or three times daily for 28 days, then monitored for 56 days. The primary efficacy endpoint was time to need for additional inhaled or IV antipseudomonal antibiotics. AZLI treatment increased median time to need for additional antipseudomonal antibiotics for symptoms of pulmonary exacerbation by 21 days, compared with placebo (AZLI, 92 days; placebo, 71 days; P=0.007).\n  AZLI also improved mean CFQ-R Respiratory scores (5.01 points, P=0.02), improved FEV1 (6.3%, P=0.001), and decreased sputum PA density (-0.66 log10 CFU/gram, P=0.006) compared with placebo."}, "28": {"title": "Long-term Safety Study of Aztreonam Lysinate in CF Patients with P. aeruginosa (AIR-CF3) (CP-AI-006)", "description": "The purpose of this study was to evaluate the safety of an inhaled antibiotic, aztreonam, in CF patients who have respiratory infections caused by the Pseudomonas aeruginosa bacteria.", "PHASE": "Phase Three", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "6", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This open-label study included 274 patients with CF (Age >=6) with pulmonary P. aeruginosa and who had completed one of two previous double-blind studies (AIR CF 1 or AIR CF 2). Patients received AZLI either twice daily or three times daily for nine cycles of 28 days on-drug followed by 28 days off drug. Patients who received AZLI three times a day had greater improvement in FEV1 and in patient reported outcomes (Cystic Fibrosis Questionnaire – Revised).\n  Median time to hospitalization was also longer in patients treated three times daily compared with patients dosed twice daily."}, "29": {"title": "Aztreonam Lysinate for Inhalation in Cystic Fibrosis Patients with P. aeruginosa (AIR-CF1) (CP-AI-007)", "description": "The purpose of this study was to evaluate the safety and efficacy of an experimental inhaled antibiotic, Aztreonam, in CF patients who have respiratory infections caused by the Pseudomonas aeruginosa bacteria.", "PHASE": "Phase Three", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "42 days", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "One hundred and sixty-three patients who were > 6 years of age with moderate to severe lung disease (FEV1 >25% to <75% predicted) were enrolled. The primary outcome measure was change in respiratory symptoms using the CFQ-R Respiratory Score. After 28-days treatment, AZLI improved mean CFQ-R-Respiratory scores(9.7 points, P<0.001) compared with placebo.\n  Pver the 28-day treatment period, AZLI also improved FEV1 (10.3%, P<0.001), and sputum PA density (-1.453 log10CFU/gram, P<0.001) when compared with placebo."}, "31": {"title": "Tobramycin Inhalation Powder Compared to TOBI in People with CF (CTBM100C2302)", "description": "", "PHASE": "Phase Three", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "Tobramycin Inhaled Powder (TOBI® Podhaler™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "11", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This open-label study enrolled 553 CF patients (Age >=6) to evaluate the safety, efficacy and convenience of TIP™ vs TOBI® for treating Pseudomonas aeruginosa (Pa) infection. Patients were randomized to 3 cycles of 28 days on/28 days off either TIP (112 mg BID) or TOBI (300mg BID). Increases in FEV1% predicted from baseline to Day 28 of Cycle 3 were similar between groups.\n  Mean reduction in sputum PA density on Day 28 of Cycle 3 and the number of patients hospitalized for respiratory-related events were also similar between groups. The proportion of patients requiring new antipseudomonal antibiotics was significantly higher with TIP than TIS. Treatment satisfaction was significantly higher for TIP for effectiveness, convenience, and global satisfaction as determined by the modified patient self-reported Treatment Satisfaction Questionnaire for Medication (TSQM)."}, "81": {"title": "Aztreonam Lysinate for Inhalation in Cystic Fibrosis Patients with Mild Lung Disease and P. aeruginosa (AIR-CF4) (GS-US-205-0117)", "description": "This study looked at the safety and use of a 28-day treatment with an experimental inhaled antibiotic, aztreonam lysine, (AZLI), in CF patients with mild lung disease and a sputum or throat culture positive for Pseudomonas aeruginosa. Aztreonam in a formulation for intravenous or intramuscular has been successfully used to treat CF lung infections. This new formulation is as an inhaled medication. The study looked to see if after 28 days of treatment there is a change from a person's usual or baseline respiratory symptoms. Study participants were asked to complete a cystic fibrosis questionnaire-revised (CFQ-R) during the study.", "PHASE": "Phase Three", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "56 days", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "75% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multinational, randomized trial enrolled 160 patients (= 6years) with Pa airway infection and mild impairment of lung function (FEV1 > 75% predicted) at 40 CF centers in the U.S., Canada, and Australia. The study compared AZLI (Cayston®) and placebo administered 3 times daily for 28 days. The primary efficacy endpoint, change from baseline at Day 28 on the CFQ-R RSS (CF Questionnaire –Revised Respiratory Symptoms Scale was not met (3.22 vs 1.41, AZLI vs placebo-treated patients, respectively).\n  Statistically significant Cayston treatment effects in FEV1 improvements and bacterial density reductions were observed."}, "82": {"title": "Inhaled Fosfomycin/Tobramycin for People with CF and P. aeruginosa (Gilead GS-US-207-0103)", "description": "Gilead is developing a new inhaled broad spectrum combination antibiotic (FTI) consisting of fosfomycin (an antibiotic with activity against gram-positive and gram-negative bacteria) and tobramycin (an aminoglycoside antibiotic with potent gram-negative activity) for treatment of patients with CF. This study will evaluate the safety and efficacy of 2 dose combinations of fosfomycin/tobramycin for inhalation (FTI), following a 28-day course of Aztreonam for Inhalation (AZLI) in patients with cystic fibrosis and Pseudomonas aeruginosa lung infection.", "PHASE": "Phase Two", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Fosfomycin/Tobramycin Inhalation Solution (FTI)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "14 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "One hundred thirty-five CF subjects (age >/=18 years) with pulmonary PA were enrolled in this Phase 2 study to evaluate safety and efficacy of Fosfomycin/Tobramycin for inhalation (FTI). Subjects received open-label Cayston® (75 mg TID) for 28-days before being randomized to treatment with either FTI 80/20mg or FTI 160/40mg or placebo BID for 28 days. The trial met its primary efficacy endpoint: after 28 days of treatment, the FTI 160/40 mg dosing group maintained the improvement in FEV1 % predicted achieved by the 28-day AZLI run-in period, in contrast to the placebo treatment group, where lung function declined toward pre-AZLI levels. The treatment effect was 6.2% favoring FTI (p=0.002).\n  FEV1 % predicted was also maintained in the FTI 80/20 mg dosing group. The treatment effect on mean PA sputum density was statistically significant for the FTI 80/20 mg group versus placebo. The proportion of patients hospitalized and the number of hospitalization days did not differ significantly between treatment groups over the course of the study. Improvement in respiratory symptoms achieved by the AZLI run-in, as measured by the CFQ-R and RSSQ, was better maintained in the FTI 80/20 mg treatment group than in the FTI 160/40 mg or placebo groups."}, "374": {"title": "IGNITE: Safety and effectiveness of gallium nitrate in adults with cystic fibrosis (GALLIUM-IP-13)", "description": "This study evaluated the safety and effectiveness of intravenous (IV) gallium nitrate in adults with CF who are chronically infected with Pseudomonas aeruginosa.", "PHASE": "Phase Two", "STUDY SPONSOR": "Goss, Christopher", "STUDY DRUGS": "Intravenous Gallium", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "63 days", "NUMBER OF STUDY VISITS": "5", "AGE": "18 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25% or greater", "WHAT WE LEARNED": "This study found that IV gallium nitrate did not have a significant impact on lung function (defined as a 5% or greater increase in relative change in FEV1) when compared to placebo at Day 28. For those participants who were culture positive for Pseudomonas aeruginosa at baseline, participants treated with IV gallium nitrate had a significant reduction in the amount of Pseudomonas aeruginosa from sputum when compared to those participants who received placebo. Overall, IV gallium nitrate was well-tolerated when compared to placebo.", "EFFECTIVENESS": "This study was conducted between March 2016 and February 2018. Of the 119 participants enrolled, 60 were randomized to receive IV gallium nitrate and 59 to receive placebo.\n  The primary objective of the study was to evaluate the difference between the number of participants receiving IV gallium nitrate versus placebo who were defined as a “responder.” To be defined as a “responder” a participant needed to have a 5% or greater increase in lung function by Day 28 (defined by relative change in FEV1).\n  This study did not meet its primary endpoint. There was not a statistically significant difference between the number of responders in the IV gallium nitrate group (N=22/60, 37%) versus placebo (N= 17/56, 30%) (difference= 6.3%, p=0.602).\n  There was an increase in lung function (relative change in FEV1) for participants treated with IV gallium nitrate on Day 6 and Day 14 (3.5%, p=0.049 and 4.9%, p=0.023 respectively) when compared to placebo. However, this increase in lung function was gone at the end of the study.\n  The study also assessed the effect of IV gallium nitrate on Pseudomonas aeruginosa. When evaluating the entire study population, the reduction of Pseudomonas aeruginosa in sputum was greater in the IV gallium treated group but this difference was not statistically significant (-0.52 log10 (CFU/gram), p=0.115).  \n  However, for those participants who were culture positive for Pseudomonas aeruginosa at baseline (N = 51 in the IV gallium group and 54 in the placebo group), the reduction in the amount of Pseudomonas aeruginosa from sputum at Day 28 was significantly greater for the IV gallium participants than for those participants who received placebo (-.63 log10 (CFU/gram), p=0.037).\n  Additionally, more participants on placebo received treatment with IV antibiotics prior to Day 28 (N=8/11, 73%) versus those on IV gallium nitrate (N=6/16, 38%). This could have impacted both lung function and quantity of Pseudomonas aeruginosa in sputum culture prior to the end of the study."}, "359": {"title": "Tobramycin Inhalation Powder (TIP) Administered Once Daily Continuously Versus TIP Administered Twice a Day Cycled (NOVARTIS CTBM100CUS03)", "description": "This open-label study tested the effectiveness and safety of two different dose regimens of Tobramycin Inhalation Powder (TIP) for the treatment of Pseudomonas aeruginosa. Participants were randomized to receive either TIP once a day continuously or to receive TIP twice daily intermittently (28 days on-drug followed by 28 days off-drug) for a total of 24 weeks.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "Tobramycin Inhaled Powder (TOBI® Podhaler™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "9", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 80%", "WHAT WE LEARNED": "This study was not completed due to an inability to recruit participants.", "EFFECTIVENESS": "This study was conducted between January 2014 and December 2014. The study enrolled 16 participants into each treatment group (continuous versus intermittent TIP). However, the study was prematurely stopped on November 14, 2014 because recruiting participants became a limitation. Only 31 participants were dosed and only 5 participants completed the planned 24 week study. The primary efficacy endpoint was to determine the difference in lung function (absolute FEV1% predicted) between tobramycin inhalation powder (TIP) taken once daily continuously versus TIP twice daily in 28 day on/off cycles. Changes over time in lung function and difference in lung function between the two treatment groups could not be adequately assessed.\n  Additional secondary objectives were not evaluated due to the early termination of the study."}, "283": {"title": "OPTIMIZE: Phase 3 study of tobramycin solution for inhalation with and without azithromycin (OPTIMIZE-IP-12)", "description": "This study evaluated the effect of treatment with tobramycin inhalation solution (TIS) with and without azithromycin in people with CF who had their first isolation of Pseudomonas aeruginosa (Pa) from a respiratory culture (or their first culture after being negative for Pa for at least 2 years).", "PHASE": "Phase Three", "STUDY SPONSOR": "Ramsey, Bonnie", "STUDY DRUGS": "Azithromycin", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "18 months", "NUMBER OF STUDY VISITS": "8", "AGE": "6 Months to 18 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "This study found that participants receiving azithromycin in addition to TIS therapy experienced a significant reduction in risk of exacerbation, as measured by time to first exacerbation requiring antibiotics and increased weight when compared to placebo. Azithromycin was well-tolerated.", "EFFECTIVENESS": "This study was conducted between June 2014 and March 2017. A total of 221 participants were randomized and enrolled (azithromycin: N=110 and placebo: N=111). Following recommendation by the Data Safety Monitoring Board (DSMB) overseeing the trial, enrollment was stopped early by the National Heart, Lung, and Blood Institute (NHLBI) because the trial data showed early efficacy based on primary endpoint parameters determined prior to the study starting. The trial was amended to continue as an open-label study for the remainder of the planned study follow-up.\n  The primary efficacy endpoint was time to pulmonary exacerbation requiring antibiotics. The study met its primary endpoint. Risk of pulmonary exacerbation was reduced by 44% in participants receiving oral azithromycin on top of their TIS therapy when compared with placebo (p=0.046).\n  The study also found that weight increased by 1.27 kg in the azithromycin group compared to the placebo group (p=0.046). No significant difference was observed in time to Pa reoccurrence between the two groups."}, "295": {"title": "Aztreonam for Inhalation Solution (AZLI) taken in a Continuous Alternating Therapy Regimen for the Treatment of Chronic Pseudomonas aeruginosa lung infections in people with CF (Gilead GS-US-205-0170)", "description": "This study evaluated if continuous alternating treatment with two different types of inhaled antibiotics [Aztreonam for Inhalation Solution (Cayston®) and Tobramycin Inhalation Solution (TIS)] , resulted in better outcomes than an intermittent regimen (28 days on/28 days off) of TIS. Participants were randomized to receive either continuous alternating therapy (CAT) or intermittent therapy. Participants in the CAT group received 28 days of Aztreonam for Inhalation Solution followed by 28 days of TIS. The intermittent group received 28 days of placebo followed by 28 days TIS. All participants received 3 cycles of treatment (6 months).", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "7 months", "NUMBER OF STUDY VISITS": "9", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": "This study was closed early due to poor enrollment. No significant conclusions could be drawn.", "EFFECTIVENESS": "This study was conducted between December 2012 and January 2015. Of the 88 participants who received study drug, 42 received CAT and 46 received the intermittent treatment. A total of 72 participants completed the treatment phase (CAT: N=36 and Intermittent: N=36). The study was ultimately closed to enrollment early because a feasibility assessment during the study indicated that the enrollment goal would not be reached. Feasibility issues included competing CF trials, increasing use of CAT as standard of care, and the approval of a dry powder formulation of inhaled tobramycin after this study started. The primary efficacy endpoint was the rate of pulmonary exacerbations during the study. Although the rate of pulmonary exacerbations was lower in the CAT treatment group than the intermittent treatment group, leading to a 25.7% reduction in exacerbation rate for the CAT treatment group, the difference was not statistically significant (p=0.25).\n  Additional evaluations included average change in lung function (absolute change from baseline FEV1% predicted), percent of participants treated for a pulmonary exacerbation, time to first exacerbation, hospitalization rates and average change in the CFQ-R Respiratory Symptom Scale. No significant differences were seen between the CAT and intermittent groups for these evaluations."}, "275": {"title": "Arikace for Nontuberculous Mycobacteria (NTM) (Insmed 112)", "description": "This study looked at the safety and effectiveness of liposomal amikacin for inhalation (Arikace™), in treating nontuberculous mycobacterial lung disease (NTM).", "PHASE": "Phase Three", "STUDY SPONSOR": "Insmed", "STUDY DRUGS": "Amikacin Liposome Inhalation Suspension (Arikayce®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "12 weeks", "NUMBER OF STUDY VISITS": "0", "AGE": "12 Years to 75 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between March 2012 and December 2015. Of the 89 participants randomized to receive treatment with LAI or placebo, 78 elected to continue in the open-label extension and 59 completed both parts of the study. Of the 89 total participants, 17 were people with cystic fibrosis. The primary efficacy endpoint was change in quantity of mycobacterial organisms in sputum from baseline to Day 84. While a trend showing reduced mycobacterial growth in participants treated with LAI was observed, the reduction was not statistically significant; thus this study did not meet its primary endpoint. However, significantly more participants, who did not have CF and received LAI compared with placebo, had negative sputum cultures at day 84 (32% vs. 9%, p=0.006).\n  Researchers also measured changes in lung function and conducted a 6-minute walk test at baseline and at the end of the study. The LAI group demonstrated a statistically significant improvement in the 6-minute walk test compared with the placebo group (mean of 45.6 meters greater distance vs. placebo (P=0.017)). No meaningful changes in lung function were observed."}, "281": {"title": "Tobramycin Inhalation Powder (TIP) in People with Cystic Fibrosis (Novartis CTBM100C2401)", "description": "This open-label study assessed the long term safety of tobramycin inhalation powder (TIP) in people with cystic fibrosis and chronic Pseudomonas aeruginosa lung infection.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "Tobramycin Inhaled Powder (TOBI® Podhaler™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "52 weeks", "NUMBER OF STUDY VISITS": "9", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between January 16, 2012 and January 13, 2014. The study enrolled 157 participants and all received tobramycin inhalation powder (TIP). Of the 157 participants, 96 completed the study and 61 discontinued. Primary reasons for discontinuation included adverse events (18.5%) and the participant’s decision to withdraw consent (10.8%). The primary objective of this study was to assess the safety of tobramycin inhalation powder (TIP) over 6 cycles of treatment.\n "}, "271": {"title": "PALS: Aztreonam Inhalation Solution (AZLI) Safety Study in Children with CF and Chronic Pseudomonas Aeruginosa (Gilead - GS-US-205-0160)", "description": "This open-label study looked at the safety of Aztreonam Inhalation Solution (Cayston®) given three times daily for three 28-day on/28-day off cycles in children with cystic fibrosis and chronic Pseudomonas aeruginosa (PA) infection in the lower airways.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "8", "AGE": "Less than 12 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "This study looked at the safety of Aztreonam Inhalation Solution and concluded the it was generally well-tolerated.", "EFFECTIVENESS": "This study was conducted between December 29, 2011 and April 3, 2013. In this study 61 children (younger than 13 years) were enrolled and treated with three cycles of Aztreonam for Inhalation Solution. The primary efficacy endpoint was the percentage of participants who discontinued Aztreonam for Inhalation Solution for reasons of safety and tolerability. Of the 61 participants treated, 2 withdrew from the study. The reasons for withdrawal were not related to safety or tolerability, thus this study met its primary endpoint.\n  Additional outcomes evaluated were change in lung function, CFQ-R Respiratory Symptoms Scale (RSS) Score, Pseudomonas aeruginosa sputum density and use of additional anti-pseudomonal antibiotics. These data were provided by ClinicalTrials.gov and have not been peer-reviewed."}, "266": {"title": "Aztreonam (AZLI) in Infants and Children with CF and New Onset Pseudomonas Aeruginosa (Gilead GS-US-205-0162)", "description": "This was an open-label, multi-center trial looking at the safety and effectiveness of Aztreonam Inhalation Solution (Cayston®) given to infants and children with CF, ages 3 months to 17 years, who had a newly detected Pseudomonas aeruginosa lung infection in respiratory cultures. Study participants were given a 28-day course of Cayston® taken 3 times a day. After completing this 28-day course of treatment, study participants had respiratory cultures taken over a 6 month follow-up period.", "PHASE": "Phase Two", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "5", "AGE": "3 Months to 17 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "90% or greater", "WHAT WE LEARNED": "Study results show that approximately half of the study participants remained culture negative for Pseudomonas aeruginosa throughout the post-treatment follow-up period. Additionally, there were no serious safety concerns associated with Aztreonam Inhalation Solution treatment.", "EFFECTIVENESS": "This open-label study was conducted in the U.S. and Europe between October 2011 and June 2013. A total of 105 pediatric patients were enrolled and 101 completed treatment. Of 79 patients who were evaluated for the primary endpoint, 46 patients (58.2%) remained culture negative for Pseudomonas aeruginosa throughout the 6-month follow-up period.\n  Of the patients who completed treatment, 89.1% were free of Pseudomonas aeruginosa at the end of treatment and 75.2% were free of Pseudomonas aeruginosa 4 weeks after the end of treatment."}, "259": {"title": "Early Treatment of New Onset of Methicillan Resistant Staphylococcus Aureus (MRSA) Growth in Respiratory Culture (STAR-too-10K0)", "description": "This study evaluated an eradication protocol to eliminate Methicillin-resistant Staphylococcus aureus (MRSA) from the lungs of people with CF who grew recently the bacteria in a respiratory culture. To be included in the study, participants were required to have had MRSA isolated from a respiratory culture for the first time within the 6 months prior to participation or to have had a newly positive MRSA culture after having tested negative for at least 1 year. Participants were randomly assigned to either an eradication treatment group or an observational control group. The eradication treatment included oral and topical antibiotics (14 days) plus environmental decontamination (21 days). The primary endpoint of the study, respiratory culture results for MRSA, was assessed on Day 28. During this 28-day period, the observational control group only received treatment if respiratory symptoms occurred.. All participants were observed for an additional 5 months to evaluate the impact of the eradication treatment on respiratory cultures and clinical outcomes (rates of pulmonary exacerbation, weight and lung function).", "PHASE": "Phase Two", "STUDY SPONSOR": "Muhlebach, Marianne", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "5", "AGE": "4 Years to 45 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30% or greater", "WHAT WE LEARNED": "The eradication treatment strategy for newly-acquired MRSA was shown to significantly reduce the number of participants with positive MRSA cultures. There were no significant safety concerns associated with the eradication treatment protocol.", "EFFECTIVENESS": "This study was conducted between April 2011 and September 2014. Of the 45 participants in the study, 24 were randomized to the eradication treatment group and 21 to the observational control group. In the eradication treatment group, the majority of the participants used the topical antibiotics and performed the environmental cleaning, however they were less adherent to taking the oral antibiotics (35% of participants took less than 80%). The study planned to enroll 90 participants; however, it was stopped early by the CFFT Data Safety Monitoring Board (DSMB) due to a significant reduction in the number of participants with a positive MRSA culture at Day 28 in the treatment group. Eighteen participants in the treatment arm (82%) had a negative culture at Day 28 compared to 5 participants (26%) in the observational arm (p<0.001).\n  Longer-term microbiologic and clinical outcomes after Day 28 were difficult to interpret given the very high rate of oral, intravenous and inhaled antibiotics used in both study arms during the study (including the 5 month follow-up period)."}, "238": {"title": "Levofloxacin Inhalation Solution (Aeroquin™) compared to TOBI® in people with Cystic Fibrosis (MPEX 209)", "description": "This study looked at the safety and effectiveness of levofloxacin inhalation solution (AEROQUIN™), compared to tobramycin solution for inhalation (TIS) in people with CF who had chronic Pseudomonas aeruginosa lung infection. Participants were randomized to receive either levofloxacin inhalation solution (three times daily) or tobramycin inhalation solution (twice daily) for three cycles (28 days on-drug followed by 28 days off-drug).", "PHASE": "Phase Three", "STUDY SPONSOR": "Mpex", "STUDY DRUGS": "Inhaled Levofloxacin (Quinsair™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "10", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 85%", "WHAT WE LEARNED": "Study results showed that levofloxacin was not inferior to inhaled tobramycin as measured by lung function. The adverse event profile was similar for both the inhaled levofloxacin and tobramycin solution for inhalation groups; however, levofloxacin treated participants complained more frequently about the taste of the medication.", "EFFECTIVENESS": "Participants were recruited for the study between February 2011 and August 2012. In this study, 282 participants, aged 12 years and older were randomized to receive inhaled levofloxacin (N=189) or tobramycin solution for inhalation (N=93), of which 166 in the levofloxacin group and 83 in the tobramycin group completed the trial. The primary efficacy endpoint was non-inferiority in change in lung function (relative change in FEV1% predicted). The study met its primary endpoint and demonstrated that inhaled levofloxacin was not inferior to inhaled tobramycin. Although the change in lung function was greater in the inhaled levofloxacin group compared with inhaled tobramycin the difference did not demonstrate superiority.\n  Additional evaluations showed that the number of participants hospitalized for a pulmonary exacerbation was significantly lower in the inhaled levofloxacin group versus the inhaled tobramycin group (p=0.04). Additionally, the quality of life scores (CFQR-Q) improved for those receiving inhaled levofloxacin versus the participants receiving inhaled tobramycin (p=0.05); however no difference in time to first pulmonary exacerbation was seen between treatment groups."}, "224": {"title": "Persistent Methicillin Resistant Staphylococcus Aureus (MRSA) Growth in Respiratory Culture (DASENB10A0,PMEP11K1, JENNIN16K0, CHMIEL16K0)", "description": "This study evaluated the safety and effectiveness of inhaled vancomycin to eliminate the bacterium, methicillin-resistant Staphylococcus aureus (MRSA) in people with CF who have persistent MRSA infection.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Boyle, Michael", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "8 months", "NUMBER OF STUDY VISITS": "7", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": "This study found that there was no significant difference in eliminating MRSA for participants taking inhaled vancomycin compared to those taking placebo.  Additionally, 28% of participants receiving inhaled vancomycin withdrew from the study due to an adverse event related to the vancomycin. ", "EFFECTIVENESS": "This study was conducted between October 2012 and March 2017. In the study, 29 participants received the oral antibiotics TMP/SMX or doxycycline and either inhaled vancomycin (N=14) or placebo (N=15). 18 of the 29 participants received oral rifampin in addition. Four participants who received inhaled vancomycin withdrew from the study. The study did not reach its goal of including 40 participants due to challenges with enrollment.\n  The primary efficacy measure was the MRSA sputum culture status one month after completing the treatment period in participants receiving inhaled vancomycin versus those receiving placebo. This study did not meet its primary goal. One month after the treatment period, 2/10 (20%) participants receiving inhaled vancomycin and 3/15 (20%) participants receiving placebo had a MRSA negative sputum culture.\n  Additional evaluations of lung function, quality of life questionnaires (CFQ-R), and the amount of MRSA bacteria in the sputum after treatment were also recorded. No significant differences were seen between those receiving inhaled vancomycin those receiving placebo."}, "192": {"title": "Levofloxacin Inhalation Solution (Aeroquin™) compared to placebo in people with Cystic Fibrosis (MPEX 207)", "description": "This phase 3 study evaluated the safety and effectiveness of the aerosolized form of the antibiotic, levofloxacin, (AEROQUIN™) in people with CF. Participants in this study were randomized to receive either inhaled levofloxacin or placebo twice a day for 28 days. People with CF have chronic infections of the lower respiratory tract that can be caused by one or multiple bacteria, including Pseudomonas aeruginosa, which has been particularly difficult to eradicate. Aerosol delivery of antibiotics directly to the lung increases the concentration of antibiotic at the site of infection which may improve antimicrobial effects compared to delivering these orally or intravenously.", "PHASE": "Phase Three", "STUDY SPONSOR": "Mpex", "STUDY DRUGS": "Inhaled Levofloxacin (Quinsair™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "2 months", "NUMBER OF STUDY VISITS": "6", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 85%", "WHAT WE LEARNED": "Inhaled levofloxacin was generally well-tolerated; however, the study did not demonstrate a benefit after 28 days of treatment on reducing or delaying pulmonary exacerbations.", "EFFECTIVENESS": "Participants were recruited for this study between October 2010 and May 2012. The study enrolled 335 participants, aged 12 years and older. Participants were randomized to receive inhaled levofloxacin (N=220) or placebo (N=110). Of those entering the trial, 95.5% of participants who received inhaled levofloxacin and 99.1% of placebo participants completed the trial. Reasons for withdrawing from the study were similar between both treatment groups. The primary efficacy endpoint for the study was the time to an exacerbation of CF lung disease. No significant difference in time to pulmonary exacerbation was seen between the treatment groups. Therefore, the study did not achieve its primary endpoint of demonstrating superiority of inhaled levofloxacin over placebo in the time to a pulmonary exacerbation.\n  Additional evaluations indicated that lung function (absolute change in FEV1% predicted) in inhaled levofloxacin treated participants showed an average improvement of 1.3% over placebo; however no difference was identified between the treatment groups on quality of life scores (CFQR-Q)."}, "32": {"title": "Amikacin for Inhalation (Transave) (Insmed TR02-106)", "description": "This phase 2 study evaluated the safety and efficacy of a new inhaled antibiotic, Liposomal Amikacin (Arikace) to treat people with CF and chronic Pseudomonas aeruginosa lung infection.", "PHASE": "Phase Two", "STUDY SPONSOR": "Insmed", "STUDY DRUGS": "Amikacin Liposome Inhalation Suspension (Arikayce®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "56 days", "NUMBER OF STUDY VISITS": "11", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "40% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This placebo-controlled Phase 2 study enrolled 46 adult CF subjects chronically infected with P. aeruginosa in the U.S. to evaluate the safety, tolerability, pharmacokinetics, and efficacy of three dose levels of Liposomal Amikacin (70mg, 140 mg, 560 mg) administered daily for 28 days. A similar study was conducted in Europe but included one dose cohort at 280 mg. The combined results on 105 patients total were reported together.\n  Statistically significant improvement in lung function (FEV1) and reduced amounts of Pseudomonas aeruginosa from respiratory cultures were observed for the two highest Liposomal Amikacin doses."}, "5": {"title": "Azithromycin in patients with CF who are culture negative for Pseudomonas aeruginosa (AZ 0004 (Randomized))", "description": "This study evaluated the effect of azithromycin in children with CF who are not infected with Pseudomonas aeruginosa.", "PHASE": "Phase Three", "STUDY SPONSOR": "Rose, Lynn", "STUDY DRUGS": "Azithromycin", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "24 weeks", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years to 18 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "50% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between February 2007 and July 2009. A total of 260 patients were randomized to receive either azithromycin (N=131) or placebo (N= 129); the vast majority of participants completed the study (126 in each treatment group). The researchers found that treatment with azithromycin for 24 weeks, compared with placebo, did not result in improved pulmonary function, as measured by the change in FEV1 (the volume of air that can be forced out in one second after taking a deep breath).\n  Analyses of exploratory end points demonstrated that when compared with the placebo group, the azithromycin group had a 50 percent reduction in pulmonary exacerbations, 27 percent reduction in the initiation of new oral antibiotics (other than azithromycin), 1.3 lbs. weight gain, and a 0.34-unit increase in body mass index. There were no differences in treatment groups in the use of intravenous or inhaled antibiotics or hospitalizations."}, "110": {"title": "Biomarkers of Pulmonary Exacerbation in Patients with CF (SAGEL07A0)", "description": "This study was conducted to identify if there are biomarkers in the blood of people with CF experiencing a pulmonary exacerbation that change (increase or decrease) in response to the treatments for the exacerbation.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Sagel, Scott", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "14 days", "NUMBER OF STUDY VISITS": "2", "AGE": "10 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between December 2007 and July 2012. Of the 123 participants who enrolled, 103 had paired blood samples (samples taken before and after antibiotic treatment for a pulmonary exacerbation). This measured changes in 15 plasma proteins after intravenous antibiotic treatment for pulmonary exacerbations. The objective was to determine if any plasma inflammatory proteins can predict a clinical response to antibiotic therapy. Significant reductions in ten plasma proteins were observed after antibiotic treatment. At the start of the exacerbation, plasma C-reactive protein (CRP), serum amyloid A (SAA), calprotectin, and neutrophil elastase antiprotease complexes (NEAPC) correlated most strongly with clinical measures. Reductions in CRP, SAA, IL-1ra, and haptoglobin were most associated with improvements in lung function after antibiotic therapy.\n "}, "187": {"title": "AZLI (Inhaled Aztreonam) for People with Cystic Fibrosis and Chronic Burkholderia Infection (Gilead GS-US-205-0127)", "description": "This phase 3 study looked at the safety and effectiveness of inhaled aztreonam (Cayston®) in people with Cystic Fibrosis and chronic Burkholderia cepacia infection. Burholderia cepacia remains a difficult organism to treat and this study was conducted to determine the safety and effectiveness of long-term continuous treatment with inhaled aztreonam in people with CF and Burkholderia lung infections. Participants were randomized to inhaled aztreonam or placebo given three times a day for 24 weeks. This was followed by an additional 24 weeks open-label period where all participants received inhaled aztreonam.", "PHASE": "Phase Three", "STUDY SPONSOR": "Gilead", "STUDY DRUGS": "Aztreonam (Cayston®)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "48 weeks", "NUMBER OF STUDY VISITS": "15", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "Study results show that there was no significant change in lung function in the treatment group compared to the placebo group. Additionally, inhaled aztreonam was well-tolerated.", "EFFECTIVENESS": "This study was conducted between February 2010 and September 2011. A total of 101 people with CF participated in this study and 84 participants continued into the open label phase. No significant difference was observed for the primary endpoint, change from baseline FEV1% predicted between inhaled aztreonam and placebo.\n  Similarly, no significant differences were seen in the number of respiratory exacerbations requiring treatment with either systemic or inhaled antibiotics or the number of hospitalizations."}, "1": {"title": "Early Pseudomonas Infection Control (EPIC) (EPIC-001)", "description": "This study evaluated different treatment strategies for eradication of Pseudomonas aeruginosa in CF people with a new infection. One strategy was to treat participants with antibiotics only when Pseudomonas aeruginosa was isolated from respiratory cultures taken throughout the study (culture-based). A second strategy was to have participants take antibiotics regularly - every three months (cycled) over the 18 months of the study. In addition, within each strategy (culture-based or cycled) the antibiotics that were given included inhaled tobramycin either given with or without oral ciprofloxacin. Participants were randomized to one of these four treatment approaches.", "PHASE": "Phase Three", "STUDY SPONSOR": "Ramsey, Bonnie", "STUDY DRUGS": "Inhaled Tobramycin", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "18 months", "NUMBER OF STUDY VISITS": "8", "AGE": "1 Years to 12 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "Study results show that there was no significant difference in the rate of pulmonary exacerbations between the treatment groups. Additionally, the frequency of adverse events was similar across groups.", "EFFECTIVENESS": "This study was conducted between December 2004 and July 2009. A total of 304 participants were randomized to one of the four treatment group and most participants completed the study (between three and eight participants withdrew in the 4 treatment groups). The primary objective was to investigate if cycled antimicrobial treatment (with or without ciprofloxacin) reduced the time to first pulmonary exacerbation requiring intravenous antibiotics or hospital admission compared to culture-based therapy. There were no differences in the exacerbation rates between cycled and culture-based groups or between inhaled tobramycin with ciprofloxacin vs. inhaled tobramycin without ciprofloxacin.\n  No significant differences were observed between the groups in the secondary endpoints of time to pulmonary exacerbation requiring any antibiotic usage (oral, IV or inhaled), weight gain, lung function or likelihood of P. aeruginosa positive respiratory cultures."}, "91": {"title": "Inhaled Levofloxacin (MP-376) in CF Patients with P. aeruginosa (Phase 2 Study) (MPEX-204)", "description": "This phase 2 study evaluated the safety and effectiveness of a new inhaled antibiotic (MP-376 - a solution of levofloxacin) to control chronic pulmonary infections due to Pseudomonas aeruginosa in people with CF.", "PHASE": "Phase Two", "STUDY SPONSOR": "Mpex", "STUDY DRUGS": "Inhaled Levofloxacin (Quinsair™)", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "14 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "16 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": "Study results show that there was a significant reduction in Pseudomonas aeruginosa density in the treatment group compared to the placebo group. Additionally, the occurrence of adverse events was similar across all treatment groups.", "EFFECTIVENESS": "This study was conducted between June 2008 and June 2009. The study enrolled 151 CF patients and 143 completed the study. The trial met the primary endpoint of a reduction in sputum Pseudomonas aeruginosa density at Day 28, the end of treatment. All three dose levels of MP-376 demonstrated statistically significant reduction in P. aeruginosa with the highest dose (240 mg twice a day) showing the greatest effect of approximately 1 log reduction.\n  Statistically significant improvements in respiratory function and reduction in the need for other antibiotics were also demonstrated in the trial."}, "22": {"title": "Study of delayed released pancrelipase capsules in people with CF and pancreatic insufficiency (S245.3.126)", "description": "This study will assess the effect of pancrelipase delayed release 24,000 unit capsules on fat and nitrogen absorption in people with Cystic Fibrosis and pancreatic insufficiency.", "PHASE": "Phase Three", "STUDY SPONSOR": "AbbVie", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "5 weeks", "NUMBER OF STUDY VISITS": "6", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "Thirty-two CF patients (Age >/= 12 years) with exocrine pancreatic insufficiency were randomized into this Phase 3 crossover study that compared efficacy and safety of Creon® 24,000-unit capsules vs placebo. Individualized diets, developed prior to study initiation, were maintained during the two 5-day treatment periods in which patients received Creon or placebo and then crossed over to the opposite treatment. Mean CFA (coefficient of fat absorption) was significantly greater with Creon compared with placebo (88.6% vs 49.6%, respectively, p<0.001).\n  Mean CAN (coefficient of nitrogen absorption) was significantly greater with Creon than placebo. Stool fat, stool nitrogen, and stool weight were all significantly lower with Creon treatment compared with placebo."}, "470": {"title": "ASSURE: Study of Relizorb in people with CF who receive enteral tube feeding (Alcresta 0000498)", "description": "This study evaluated the safety, tolerability and effectiveness of RELiZORB® cartridge. RELiZORB® cartridge is a digestive enzyme cartridge for people using enteral nutrition (EN) tube feedings that breaks down fats in enteral nutrition tube feeding formula.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Alcresta", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "4 months", "NUMBER OF STUDY VISITS": "5", "AGE": "4 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "Less than 100%", "WHAT WE LEARNED": "This study found that RELiZORB® was overall safe and well-tolerated and associated with improvements in the omega-3 index, a measure of two fatty acids that have an important role in brain development and counteracting the inflammatory responses of CF. One adverse event, constipation, was related to the RELiZORB® device. Abdominal pain and gas were the most commonly reported symptoms when using RELiZORB®.", "EFFECTIVENESS": "This study was conducted between July 20th, 2016 and March 30th, 2017. Of the 44 patients enrolled, 36 completed the study. Participants who didn’t complete the study either discontinued before the treatment period (n=5), did not follow the protocol procedures (n=2) or had an adverse event unrelated to the study that resulted in discontinuation (n=1).\n  The primary efficacy outcome was the change in omega-3 index. This index measures the amount of two fatty acids (eicosapentaenoic acid (EPA) and docosahexaenoic acids (DHA)) in red blood cell membranes. The fatty acids EPA and DHA are important because they counteract the inflammatory responses of CF and are essential to brain development and cognition. This study found that the omega-3 index increased from a baseline value of 4.4% to 9.4% at 90 days (p<0.001). Target range for the omega-3 index is 8%.\n  Additional evaluations found that there was an increase in the amount of EPA and DHA when measured in the structure of the red blood cell membrane as well as the plasma of the cell. Body mass index (BMI) did not change significantly over the course of the study period."}, "419": {"title": "Study of in-line digestive enzyme cartridge (Relizorb) in people with CF who are currently receiving enteral tube feedings (Alcresta 0000497)", "description": "This study looked at the safety and effectiveness of Relizorb®, a new digestive enzyme cartridge designed for people with pancreatic insufficiency (PI) that can be used in-line with enteral tube feeding. This cartridge delivers the digestive enzyme lipase, which helps the body digest fats contained in the tube-feeding formula. The study was divided into three parts. Part 1 was a 7-day observational period where participants used a standardized higher-fat enteral formula in place of their usual formula. Part 2 compared active treatment where participants used the Relizorb® cartridge or a placebo cartridge. Part 3 was a 7-day open-label safety period where all participants used the Relizorb® cartridge. Participants were instructed to maintain their usual treatment regimen, including their usual dose of pancreatic enzyme replacement therapy (PERT) products, during Parts 1 and 3.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Alcresta", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "27 days", "NUMBER OF STUDY VISITS": "4", "AGE": "4 Years to 82 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "Less than 100%", "WHAT WE LEARNED": "This study found that participants with pancreatic insufficiency (PI) who use Relizorb®, a new enteral tube feeding in-line digestive enzyme cartridge, were better able to absorb fat during their enteral tube feedings. Relizorb® was safe and well-tolerated.", "EFFECTIVENESS": "This study was conducted between December 2015 and May 2016. Of the 34 participants enrolled, 33 were randomized and completed the study. One participant withdrew after hospitalization for a pulmonary exacerbation unrelated to the study. The primary endpoints were safety, tolerability and to test the device’s effectiveness as measured by fat absorption (change in fatty acid concentrations) over a 24-hour period. Compared with the placebo cartridge, the Relizorb® cartridge resulted in a significantly higher amount of fat absorbed (increased by a factor of 2.8 (537.0 vs. 192.2 ugxh/mL), p < 0.001).\n "}, "410": {"title": "SOLUTION: Study of Liprotamase in people with CF (Anthera AN-EPI3331)", "description": "This study evaluated the safety and effectiveness of the drug liprotamase in people with CF who were taking digestive enzymes.", "PHASE": "Phase Three", "STUDY SPONSOR": "Anthera", "STUDY DRUGS": "Liprotamase", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "28 weeks", "NUMBER OF STUDY VISITS": "10", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "30% or greater", "WHAT WE LEARNED": "This study found that the drug liprotamase was not as effective as the approved drug pancrelipase (Pancreaze®). Liprotamase was generally well-tolerated; however, more participants on liprotamase discontinued the study early than those taking pancrelipase (28% versus 8%).", "EFFECTIVENESS": "This study was conducted between September 2015 and January 2017. The study enrolled 129 participants with 65 participants receiving liprotamase and 64 receiving pancrelipase. There was a higher number of discontinuations in the liprotamase group (N=18, 28%) compared to the pancrelipase group (N=5, 8%).\n  The primary objective of the study was to determine if liprotamase was at least as effective as pancrelipase. This study did not meet its primary goal as liprotamase was not as effective as pancrelipase in helping the CF participants absorb fat from their food.  \n  Additional evaluations showed that participants receiving liprotamase reported more abdominal pain, bloating and oily stools than participants receiving pancrelipase. "}, "332": {"title": "Burlulipase in People with CF and Pancreatic Insufficiency (Nordmark NM-BL-101)", "description": "This crossover study tested the effectiveness of burlulipase on fat absorption in people with CF and pancreatic insufficiency. The study consisted of two treatment periods; an active treatment period where participants received the experimental pancreatic replacement therapy burlulipase and a treatment period where they received placebo.", "PHASE": "Phase Two", "STUDY SPONSOR": "Nordmark Pharma", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "5 weeks", "NUMBER OF STUDY VISITS": "4", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "This study showed that burlulipase can improve fat absorption (compared with placebo), however, participants complained of more gastrointestinal symptoms while taking burlulipase.", "EFFECTIVENESS": "In this study, conducted between June 2013 and June 2014, 35 participants were randomized to receive either burlulipase or placebo in a cross-over design. Overall, 22 participants completed both treatment periods, while 28 participants completed at least the placebo period and 29 completed at least the burlulipase period. The primary efficacy endpoint was to determine the effectiveness of burlulipase in improving fat absorption as determined by a standard measure, the coefficient of fat absorption (CFA). The ability to absorb fat (measured by CFA) was significantly greater with burlulipase compared with placebo (p=<0.001).\n  Protein absorption and clinical symptoms were also measured. No clinically meaningful or statistically significant difference in protein absorption between the two groups was seen. Some of the clinical symptoms improved with burlulipase (stool consistency and stool fat) while others worsened (abdominal pain)."}, "18": {"title": "Pancrecarb MS-16 in children and adults with CF (DCI 06-001)", "description": "The purpose of this study was to determine if pancrelipase (PANCRECARB® MS-16) was safe and effective in reducing steatorrhea in children and adults with cystic fibrosis and pancreatic insufficiency.", "PHASE": "Phase Three", "STUDY SPONSOR": "DCI", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "57 days", "NUMBER OF STUDY VISITS": "6", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This Phase 3 multi-center study was conducted between February 2007 and December 2007. Of the 24 participants, 21 completed both treatment periods. A statistically significant improvement (p<0.001) was seen in mean coefficient of fat absorption (CFA) for the active treatment period (82.5%) compared with the placebo treatment period (46.3%).\n  During the active treatment period, subjects had statistically significant improvement in nitrogen absorption (CNA) and decreases in mean stool weight and stool frequency."}, "116": {"title": "Study of Pancrease MT Capsules in People with CF and Pancreatic Insufficiency (Johnson & Johnson JNJ-PNCRLP-CYS-3001)", "description": "The purpose of this study was to assess the effectiveness and safety of pancrelipase (PANCREAZE®) in the treatment of adult and pediatric/adolescent cystic fibrosis (CF) patients with clinical symptoms of exocrine pancreatic insufficiency (EPI).", "PHASE": "Phase Three", "STUDY SPONSOR": "Johnson & Johnson", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "21 days", "NUMBER OF STUDY VISITS": "9", "AGE": "7 Years to 60 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This two part phase 3 study was conducted between July 2008 and January 2009. A total of 40 participants completed the open-label part of the study and were randomized in the double-blind withdrawal part of the study. The mean Coefficient of Fat Absorption (CFA) at the end of the open-label phase compared to the end of the double-blind phase decreased slightly by 1.5% in subjects who continued to received pancrelipase (PANCREAZE®) compared with a decrease of 34.1% in those who received placebo.\n  The mean Coefficient of Nitrogen Absorption (CNA) showed similar results to CFA. Patients receiving pancrelipase (PANCREAZE®) also had markedly better outcomes on clinical signs and symptoms of EPI, stool consistency, and CGI scores than those who received placebo"}, "20": {"title": "DIGEST S: ALTU-135 for the treatment of CF-related exocrine pancreatic insufficiency (Alnara Altus 767)", "description": "This phase 3, open-label study evaluated the long-term safety of liprotamase (a new type of oral pancreatic enzyme replacement therapy). All participants received liprotamase for up to one-year.", "PHASE": "Phase Three", "STUDY SPONSOR": "Alnara", "STUDY DRUGS": "Liprotamase", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "12 months", "NUMBER OF STUDY VISITS": "9", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center, multi-national study was conducted between June 2007 and April 2009. Of the 214 participants, 161 completed 6 months of the study and 145 completed all 12 months. During the first 2 months of treatment dosage adjustments were allowed (most withdrawals occurred during this first 2 months).\n  After the initial 2 month transition period, height, weight, and BMI z scores were relatively stable over the remaining treatment period."}, "17": {"title": "Safety and efficacy of Eurand PEP Microtabs in pediatric patients with CF-related pancreatic insufficiency (Aptalis EUR-1009-M)", "description": "In this study, researchers examined the effect of a pancreatic enzyme (EUR-1008) on fat absorption in children with CF < 7 years old.", "PHASE": "Phase Three", "STUDY SPONSOR": "Aptalis", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "19 days", "NUMBER OF STUDY VISITS": "4", "AGE": "Less than 6 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center phase 3 study was completed between May 2006 and September 2006. Of the 19 participants, 11 of 19 participants met the criteria for responder after treatment with the pancreatic enzyme (EUR-1008) (compared with 10 of 19 while receiving their regular PERT).\n "}, "23": {"title": "Use of Utrase MT 12 Enzymes in Young Children with CF Related Pancreatic Insufficiency (Axcan UMT12CF08-01)", "description": "This study evaluated the safety and effectiveness of pancrelipase (Ultrase MT 12) in young children with CF.", "PHASE": "Phase Three", "STUDY SPONSOR": "Axcan", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "30 days", "NUMBER OF STUDY VISITS": "4", "AGE": "2 Years to 6 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "The study was conducted between April and November, 2009. A total of 48 children completed the observation period; of these, 45 completed the treatment phase. This study showed that the percentage of patients with control of steatorrhea (percentage of fat) was similar between the observation phase (46.9%) and the treatment phase (42.9%).\n "}, "11": {"title": "Efficacy and Safety of Ultrase MT20 in Children with CF and Pancreatic Insufficiency (Axcan UMT20CF07-01)", "description": "This study looked at the effectiveness and safety of pancrelipase (ULTRASE MT20) in children who have CF and pancreatic insufficiency.", "PHASE": "Phase Three", "STUDY SPONSOR": "Axcan", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "33 days", "NUMBER OF STUDY VISITS": "6", "AGE": "7 Years to 11 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was completed between August 2007 and April 2008. A total of 9 participants entered the study, 7 completed the washout period, and all 7 of these participants completed the treatment period. The study met its primary endpoint, the difference in the coefficient of fat absorption (CFA) measured at the end of each of the two periods. The CFA after no PERT was 34.5% and after pancrelipase it was 82.7% (P = 0.0013).\n  Similar results were observed for the Coefficient of Nitrogen Absorption (CNA): 33.4% (washout) vs. 79.5% (treatment)."}, "181": {"title": "Efficacy and safety of pancrelipase delayed release capsules in young children with CF (AbbVie Solvay S245.3.128)", "description": "This study evaluated the use and safety of a new formulation of an enzyme replacement therapy and its effect on fat absorption in CF patients with pancreatic insufficiency.", "PHASE": "Phase Three", "STUDY SPONSOR": "AbbVie", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 months", "NUMBER OF STUDY VISITS": "4", "AGE": "1 Months to 6 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This open-label multicenter study was conducted between March and June 2009 and included 18 participants.\n  Clinical symptom assessment results were similar between the two treatment periods. There was no clinically meaningful difference on the percent of stool fat between the two treatment periods."}, "19": {"title": "DIGEST E: Efficacy and safety of ALTU-135 in patients with CF-related exocrine pancreatic insufficiency (Alnara Altus 726)", "description": "This study evaluated the efficacy and safety of liprotamase (a new experimental non-porcine pancreatic enzyme replacement therapy).", "PHASE": "Phase Three", "STUDY SPONSOR": "Alnara", "STUDY DRUGS": "Liprotamase", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "10 weeks", "NUMBER OF STUDY VISITS": "9", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center, multi-national phase 3 study was conducted between May 2007 and June 2008. Of 163 participants who began the initial open-label period #1, 138 were randomized to either liprotamase or placebo for period #2. The primary efficacy endpoint was the difference between the liprotamase and placebo groups for the change in coefficient of fat absorption (CFA) during treatment period #2. Participants treated with liprotamase had a statistically significant improvement in CFA compared to placebo at a fixed dose of one capsule per meal or snack.\n  Participants treated with liprotamase had a statistically significant improvement in coefficient of nitrogen absorption (CNA, which measures protein absorption) compared to placebo. Stool weight was significantly decreased although not stool frequency."}, "16": {"title": "Safety and effectiveness of the Eurand pancreatic enzyme supplement in people with CF (Aptalis EUR-1008-M)", "description": "In this study, researchers examined the effect of a pancreatic enzyme (EUR-1008) on fat absorption.", "PHASE": "Phase Three", "STUDY SPONSOR": "Aptalis", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "45 days", "NUMBER OF STUDY VISITS": "9", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center Phase 3 study was completed between May and November 2006. A total of 34 participants were enrolled in this study. In this study, the pancreatic enzyme (EUR-1008) treatment compared to placebo resulted in a significantly higher mean Coefficient of Fat Absorption (88.3% vs. 62.8%, respectively) and Coefficient of Nitrogen Absorption (87.2% vs. 65.7%, respectively) (both p<0.001) and reduced the incidence of malabsorption signs and symptoms in 32 evaluable patients.\n "}, "21": {"title": "Phase 3 Study of the Safety and Effectiveness of ULTRASE MT20 for Pancreatic Insufficiency (Axcan UMT20CF05-01)", "description": "This study will assess the safety and efficacy of a pancreatic enzyme capsule (ULTRASE MT-20) designed for the absorption of nutrients in patients with CF.", "PHASE": "Phase Three", "STUDY SPONSOR": "Axcan", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "6 weeks", "NUMBER OF STUDY VISITS": "8", "AGE": "7 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This Phase 3 multi-center study was conducted between July 2006 and April 2007. Of the 31 participants, 26 completed both treatment periods. A statistically significant improvement (p<0.001) was seen in mean coefficient of fat absorption (CFA) for the active treatment period (88.6%) compared with the placebo treatment period (53.9%).\n  Additionally, during the active treatment period, participants had statistically significant improvements in nitrogen absorption (CNA) and decreased stool frequency."}, "61": {"title": "Effects of a behavioral intervention on growth in preschoolers with CF (POWERS05A0)", "description": "The purpose of this study was to examine whether a behavioral intervention and individualized nutritional counseling could improve growth in pre-school age children with cystic fibrosis.", "PHASE": "Phase Two", "STUDY SPONSOR": "Powers, Scott", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "18 months", "NUMBER OF STUDY VISITS": "3", "AGE": "2 Years to 6 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between January 2006 and November 2012. A total of 78 children, aged two to six years with cystic fibrosis and pancreatic insufficiency participated in the study. The primary objectives were to test whether the behavioral and nutritional treatment (BEH) would lead to an increase in energy intake, weight z score, and height z score. From pre-treatment to post-treatment, the BEH intervention significantly increased energy intake compared to the control group (485 calories vs 58 calories [p<0.001]) as well as increased the height z score significantly (0.09 units). The intervention did not lead to any clinically significant improvement for weight z score.\n "}, "178": {"title": "iCARE study (I Change Adherence and Raise Expectations Study) (RIEKER08A0-B)", "description": "The iCARE study evaluated which tools and strategies help cystic fibrosis (CF) care teams communicate better with their patients and improve their patients’ CF management. CF healthcare providers often do not have all the information to accurately know if their patients’ are adherent to treatment prescribed. Patient nonadherence is a large contributor to poor health outcomes and increased clinic and hospital visits. This study looked at two potentially effective adherence interventions for 11 to 20 year old CF patients, seen in outpatient CF clinics. The two intervention strategies were: (1) providing medication adherence scores based on pharmacy refill records to the CF Team, and (2) implementing a comprehensive adherence program that includes assessment of knowledge of disease, skills in performing treatment-related behaviors, and problem-solving key barriers to adherence.", "PHASE": "Not Applicable", "STUDY SPONSOR": "", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "2 years", "NUMBER OF STUDY VISITS": "10", "AGE": "11 Years to 20 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted between 2008 and 2013. A total of 634 people with CF aged 11 to 20 were randomized to either a Comprehensive Adherence Program or Standard Care behavioral intervention for one year. Following the year, patients randomized to Standard of Care transitioned to the Comprehensive Adherence Program and all patients continued on the study for an additional year. The primary endpoint was to evaluate the effectiveness of a Comprehensive Adherence Program versus Standard Care on medication adherence measured by pharmacy refills. Preliminary results suggest that adolescents have significant gaps in knowledge of disease management and treatment skills. The summary of data provided here is from an abstract. These data may be preliminary and have not been peer-reviewed.\n "}, "351": {"title": "STOP: Standardized Treatment of Pulmonary Exacerbations Pilot Study (FLUME13A1)", "description": "This study evaluated current physician treatment practices and patient outcomes for the management of pulmonary exacerbations (PEx). The goal was to collect this information so that it could later inform a future study of treatments of PEx, called the STOP 2 study. Researchers followed individuals with CF who were initially admitted to the hospital for treatment of a pulmonary exacerbation with intravenous (IV) antibiotics and then researchers evaluated them at 28 days after the start of treatment. Antibiotic selection, dose, and treatment duration were determined by the treating physician and were not dictated by the study. On the first day of the study, physicians were asked to capture whether their goal was to recover the participant’s lung function or to improve symptoms. The physician also recorded a target lung function number (measured by FEV1) so that at the end of treatment they could determine if the treatment was a ‘success’ or a ‘non-success’. At the end of the study, physicians reported whether or not they considered the treatment a success. Spirometry, patient and clinician reported outcomes, treatments, and duration of hospitalization were collected and entered into the CFF National Patient Registry (CFFNPR) during hospitalization and after discharge.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Flume, Patrick", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "28 days", "NUMBER OF STUDY VISITS": "4", "AGE": "12 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "This study evaluated physician treatment practices and patient outcomes for the management of pulmonary exacerbations (PEx). The study showed that there is a wide variety of treatment practices for PEx. The outcomes of this study were used to design the STOP 2 interventional study.", "EFFECTIVENESS": "This study was conducted between January 2014 and January 2015. The study enrolled 220 participants. All participants were treated with IV antibiotics. Researchers separated their observations into three categories: 1) treatment practices, 2) treatment outcomes, and 3) end of treatment assessment. Treatment Practices: Key observations about IV antibiotic treatment practices included: the average amount of time of antibiotic treatment was 15.9 days, individuals with more severe lung disease (<50% FEV1) were treated nearly two days longer than individuals with higher lung function (>50% FEV1), and there was no difference in duration of IV antibiotics in individuals with Pseudomonas aeruginosa (PA) or methicillin-resistant Staphylococcus aureus (MRSA). Additionally, the type of antibiotic given varied: 10% of participants were also prescribed inhaled antibiotics and 32% were prescribed one or more oral antibiotics in addition to their IV antibiotic treatment (more common in the pediatric population at 45% than in adults at 29% s, p=0.065).\n  Treatment Outcomes: Response to treatment was also evaluated. The average increase in lung function from initial hospitalization to the end of IV antibiotic treatment was 9% (measured by absolute FEV1). Also, there was greater lung function improvement in those participants for whom the physician treatment goal was to recover lung function than for those whose goal was symptom relief (FEV1 increase of 10% for lung function recovery versus 4% for symptom relief, p<0.001). However, the participants whose treatment goal was to recover lung function also had a greater drop in lung function at the time of hospitalization than those who had symptom relief as their treatment goal (12% vs. 7%, p=0.004). Those participants whose best lung function in the 6 months prior was >50% FEV1 had a greater recovery of lung function at day 28 than those whose best lung function in the 6 months prior was <50%.Patient reported symptoms improved from the start of IV antibiotic treatment to the end of treatment as measured by the Cystic Fibrosis Respiratory Symptom Diary (CFRSD) and Chronic Respiratory Infection Symptom Score (CRISS) (47.5 to 21.5, p<.001), with 88% of participants achieving the clinically significant 11-point CRISS improvement. End of Treatment Assessments: Physicians had different primary reasons for stopping IV therapy, with end of planned treatment duration being the most common reason (31%). The participants whose treatment was considered a ‘success’ by their physician had a greater improvement in day 28 lung function than those whose treatment was considered a ‘non-success’ (p=0.002)."}, "354": {"title": "TOBI Podhaler Usability Study (Novartis CTBM100C2412)", "description": "This study evaluated how well people were able to understand and follow the TOBI Podhaler® instructions for use to achieve appropriate dosing. Study participants were asked to inhale the contents of placebo capsules through the Podhaler device by following the instructions for use. Researchers evaluated if participants following the instructions demonstrated safe and effective use of the Podhaler device.", "PHASE": "Phase Four/Post-Approval", "STUDY SPONSOR": "Novartis", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 months", "NUMBER OF STUDY VISITS": "2", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25% or greater", "WHAT WE LEARNED": "This study showed that most participants can understand and follow the TOBI Podhaler instructions for use and can achieve safe and appropriate dosing.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "349": {"title": "Observational Study in Children 6 Years and Up who have the R117H or other non-G551D gating mutation (GOAL-OB-11 Expansion)", "description": "These observational cohorts were a part of the expansion of the GOAL-e2 Study (GOAL-OB-11 Expanded and Extended). In these cohorts, data were collected from people with CF who have the R117H and other non-G551D gating CFTR mutations and had never taken ivacaftor (Kalydeco®).", "PHASE": "Not Applicable", "STUDY SPONSOR": "Rowe, Steven", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "This study showed people with CF who have the R117H and other non-G551D gating CFTR mutations treated with ivacaftor had significant improvements in lung function, nutritional status, sweat chloride, and patient reported respiratory symptoms when compared to those who were not treated with ivacaftor.", "EFFECTIVENESS": "EFFECTIVENESS:"}, "285": {"title": "Observational Study in People with CF with the G551D mutation (GOAL-OB-11)", "description": "This was a multi-center observational trial to collect clinical information (including height, weight and lung function) as well as specimens (to store and use for future research) in people with CF who have the G551D mutation. The study was initiated at the same time that ivacaftor was approved for use in people with CF and the G551D mutation. The study sought to evaluate response to ivacaftor in the clinical care setting and to evaluate some new potential outcome measures. Additionally biospecimens (blood, urine, and sputum samples) were collected and stored for future research. Researchers for future cystic fibrosis research may use the banked specimens and the health information to develop tests that could be used to help identify additional drugs that can help people with CF. Some participants also had additional procedures performed such as sweat rate testing, ability to clear mucus from the lungs, induced sputum collection, or taking a gastrointestinal pH pill to begin to evaluate the usefulness of these measures for future studies.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Rowe, Steven", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "6 months", "NUMBER OF STUDY VISITS": "5", "AGE": "6 Years and Older", "MUTATION(S)": "One Copy F508del or No Copies F508del", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "Study results show that ivacaftor was associated with significant improvements in lung function, body weight and mass, and sweat chloride concentration.", "EFFECTIVENESS": "This study was conducted between February 2012 and January 2013. Clinical measures and biospecimens were collected from 153 CF patients aged six years and older with at least one G551D mutation and no prior exposure to ivacaftor. Of the 153 participants, 151 were prescribed and received ivacaftor and 133 were followed for 6 months after their first dose. Statistically significant improvements were observed from before taking ivacaftor to after 6 months of treatment in lung function (6.7% improvement in FEV1% predicted [p<0.001]), body weight and body mass, and sweat chloride (mean change from baseline of -53.6 mmol/L to (p<0.001). There were also significant improvements observed in hospitalization rate (P < 0.001) and Pseudomonas aeruginosa burden (P < 0.01) relative to historical control data. Additionally the experimental outcome measures of mucociliary clearance and gastrointestinal pH were also improved.\n "}, "269": {"title": "BONUS: Baby Observational and Nutrition Study (BONUS-IP-11, BONUS10K0)", "description": "This observational study was conducted to gain a better understanding of the factors that interfere with good growth in infants with CF. Researchers measured both weight gain and linear growth in addition to other measurements. Participants were enrolled soon after diagnosis of CF (by the time they were 3 months old) and were followed until they were 12 months old.", "PHASE": "Phase Two", "STUDY SPONSOR": "Ramsey, Bonnie", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "12 months", "NUMBER OF STUDY VISITS": "9", "AGE": "Less than 15 Weeks", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": "This study collected data on newborn infants with CF diagnosed by newborn screening. The study showed that, in general, infants with CF continue to have modestly lower body weight than healthy infants early in life but achieve normal body weight by 12 months of age. However, infants with CF have modestly lower body length than healthy infants and this difference persists to at least 12 months of age.", "EFFECTIVENESS": "This study was conducted between December 2012 and May 2014. The study enrolled 231 infants and 16 withdrew from the study. The primary reason for withdrawing was due to a family decision. A total of 93% of the participants enrolled completed follow-up through 12 months. At birth and during the first 6 months of age, CF infants’ weight lagged behind the average weight infants, as defined by the World Health Organization (WHO). However, by 12 months, CF infants saw an increase in weight and caught up with healthy infants. Additionally, researchers observed that infants caught up in weight by one year regardless of feeding type (formula vs. breast feeding). Statistical analysis showed that length for age in CF infants was significantly below average. CF infants in the BONUS study had shorter lengths than the WHO average values for healthy infants at 3, 6, and 12 months of age (p<0.001). Weight and length from this cohort of CF infants were significantly improved (p<0.0001) when compared to a historical 1994-1995 CFF Patient Registry cohort, and were higher but not significantly different than a 2004-2005 CFF Patient Registry cohort. Originally the study had planned to include a sub-study to evaluate an infant formulation of pancreatic enzymes; this sub-study did not enroll and there are no results to report.\n "}, "254": {"title": "Management of Bacterial Air Contamination in CF Clinics (ZUCKER10A0)", "description": "The main purpose of this study was to see whether mask use by CF patients during office visits can reduce contamination of examination room air.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Zuckerman, Jonathan", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 days", "NUMBER OF STUDY VISITS": "1", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This study was conducted in seven CF centers in the US and enrolled 303 patients with CF, six years and older with a history of sputum production and infection with a CF pathogen. The study showed no difference between exam room air contamination rates for participants wearing masks vs. not wearing masks. The air in rooms where spirometry (lung function) testing was performed was more likely to be contaminated than the air of exam rooms; the contamination occurred most frequently when patients were performing forced expiratory maneuvers with cough. Age, signs and symptoms of pulmonary exacerbations, room air exchange rates, and specific CF pathogens did not predict air contamination.\n "}, "2": {"title": "Longitudinal Assessment of Risk Factors for and Impact of Pseudomonas aeruginosa and Early Anti-Pseudomonal Treatment in Children with CF (EPIC-002)", "description": "This observational study was conducted to learn about what risk factors may lead to lung infections caused by Pseudomonas aeruginosa (Pa) in children with CF and what the impact of those infections may be.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Rosenfeld, Margaret", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "5 years", "NUMBER OF STUDY VISITS": "5", "AGE": "Less than 12 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "The data evaluated for this publication included 889 children with CF =12 years of age from the EPIC Observational Study who had no isolation of Pa from respiratory cultures. The primary endpoint for the analysis was age at initial Pa acquisition, defined as the age at first isolation of Pa from a clinically-collected respiratory culture. CFTR mutations with minimal function were associated with earlier Pa acquisition compared to mutations with residual function; the median age at Pa acquisition was 2.9 years among participants with minimal CFTR function vs.10.3 years for those with residual CFTR function (hazard ratio (HR) comparing minimal to residual CFTR function 2.87 (95% CI 1.88, 4.39)). Home environmental exposure as possible risk factors was evaluated. None of these factors, including cigarette smoke, hot tub use, breastfeeding, or daycare attendance, was associated with age at initial Pa acquisition. Newborn screening was not associated with age at Pa acquisition. Key associations were validated in a CF Foundation National Patient Registry replication cohort.\n "}, "39": {"title": "Antimicrobial Resistance in CF (BURNS04A0)", "description": "This study examined the antibiotic resistance of some organisms that cause respiratory infection in people with CF.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Burns, Jane", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 days", "NUMBER OF STUDY VISITS": "1", "AGE": "6 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25 to 75%", "WHAT WE LEARNED": null, "EFFECTIVENESS": "The study objective was to identify changes in cystic fibrosis (CF) sputum microbiology over 13 years. Sputum samples from 267 subjects from 33 US CF centers were collected and submitted for testing between June 2006 and August 2008. A total of 656 Pseudomonas aeruginosa isolates were identified from 253 culture-positive subjects. Comparison between the contemporary group of subjects and the historic data from the inhaled tobramycin trials revealed an increase in the prevalence of subjects with tobramycin resistant (11.8% vs. 30.4%, P<0.001) and amikacin resistant (24.2% vs. 42.7%, P<0.001) P. aeruginosa. Prevalence of ciprofloxacin resistance was similar (34.4% vs. 33.6%, P¼0.81). The contemporary group of subjects were significantly older on average than those in the historical cohort (27.1 years vs. 20.7 years, P<0.0001). There was also a trend toward better lung function in the contemporary group; mean FEV1% predicted values at baseline in the historic group were 49.9 (tobramycin group) and 51.2 (placebo group), whereas mean FEV1% predicted was 53.9 for the contemporary group.\n "}, "171": {"title": "Characterization of MRSA infection/colonization in CF (MUHLEB08A0)", "description": "Frequency of MRSA infections have increased globally and in patients with CF. This observational study sought to define if sub-types of MRSA result in different outcomes including rate of pulmonary exacerbations, lung function and nutrition.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Muhlebach, Marianne", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "3 years", "NUMBER OF STUDY VISITS": "0", "AGE": "1 Years to 18 Years", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This observational study conducted between 2008 and 2012 examined differences in health-related outcomes between healthcare-associated and community-associated methicillin-resistant Staphylococcus aureus (MRSA). MRSA isolates were prospectively collected from 295 participants who had two or more positive MRSA cultures within one year at 7 CF centers. Results showed that there were significantly more patients colonized with healthcare associated MRSA isolates than community associated MRSA isolates. A significantly higher risk for pulmonary exacerbations was shown in those with the healthcare associated isolates versus the community associated isolates. Neither decline in lung function nor changes in nutritional outcomes differed by group.\n "}, "105": {"title": "Genetic Modifiers of Cystic Fibrosis: Sibling Study (NCT00037778)", "description": "The purpose of the study was to find genetic and environmental factors affecting the variability in nutritional outcomes in people with CF.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Cutting, Garry", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "0", "NUMBER OF STUDY VISITS": "0", "AGE": "No age limit", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "Height and weight data were collected between 2000 and 2010, for 1,618 twins and siblings with CF. Following the application of inclusion and exclusion criteria, 1,124 participants remained in the study. This study indicates a prominent role for the presence of genetic modifiers influencing nutritional status in addition to CFTR.\n "}, "109": {"title": "Depression and Anxiety in CF Patients and Caregivers (QUITT07A0)", "description": "This study evaluated the extent of depression and anxiety in people with CF and parent caregivers. Many studies have shown that people with chronic illnesses are at increased risk for depression and anxiety. In people with chronic illnesses, depression and anxiety have been shown to have effects onhealth outcomes. There have been a few studies in people with cystic fibrosis that showed rates of depression and anxiety in adolescents, adults, and parent caregivers have been significantly higher than those of the general population.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Quittner, Alexandra", "STUDY DRUGS": "N/A", "STUDY TYPE": "Observational", "RANDOMIZED STUDY": "No", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 years", "NUMBER OF STUDY VISITS": "1", "AGE": "No age limit", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "Measures of depression and anxiety were completed by 1,286 adolescents and 4,739 adults with CF at 154 CF centers in Europe and the US. In addition, 4,102 parents reported their own symptoms. Significant elevations in symptoms of depression and anxiety were found among patients and parent caregivers across all nine countries. Elevations were two to three times that of community samples.\n "}, "278": {"title": "Home Monitoring of Lung Function (eICE-ID-10)", "description": "This study evaluated whether at-home monitoring of lung function and symptoms could improve lung function after 12 months by providing earlier detection and treatment of exacerbations. Study participants were randomly assigned to one of two groups: 1) home monitoring, in which spirometry and respiratory symptoms were recorded twice weekly or 2) usual care. For participants in the home monitoring group, the spirometry and symptom information was transmitted by phone modem weekly to the study nurse; if the data indicated a possible pulmonary exacerbation, participants were prescribed treatment. Participants in the usual care group contacted their clinic if they were feeling sick and their physician would determine if treatment was needed.", "PHASE": "Not Applicable", "STUDY SPONSOR": "Goss, Christopher", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "No", "LENGTH OF PARTICIPATION": "1 years", "NUMBER OF STUDY VISITS": "7", "AGE": "14 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "26% or greater", "WHAT WE LEARNED": "Study results showed that after 12 months there was no difference in lung function between the home monitoring group when compared to the usual care group.", "EFFECTIVENESS": "This multi-center study was conducted between October 2011 and July 2015. The study enrolled 267 participants, 135 were randomized to the home monitoring group and 132 to the usual care group. The study was stopped early by the Data Monitoring Committee due to no clear differences being observed between the home monitoring and usual care groups (futility) and lagging enrollment. The primary analysis results showed no difference in lung function (mean change in FEV1 after 52 weeks) in the home monitoring group compared with the usual care group.\n  No differences between the groups were observed in the change in respiratory symptom scores (neither the CFQ-R or CFRSD questionnaires). Adherence to performing the home monitoring was assessed; only 50% of the home monitoring group participants transmitted data at least once a week during most of their follow-up weeks."}, "210": {"title": "Tiotropium Bromide (Spiriva) Safety and Effectiveness in People with Cystic Fibrosis (BI.205.438)", "description": "This Phase 3 study evaluated the safety and effectiveness of tiotropium bromide (Sprivia) in people with CF.", "PHASE": "Phase Three", "STUDY SPONSOR": "BI", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "18 months", "NUMBER OF STUDY VISITS": "16", "AGE": "No age limit", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "26% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center, multi-national phase 3 study was conducted between November 2010 and March 2012. A total of 463 people participated (308 received tiotropium bromide and 155 received placebo). 95% of study participants completed the study. Participants treated with tiotropium bromide did not achieve a statistically significant improvement in lung function over the course of the study.\n  Similarly, no differences were noted between the treatment groups in the number of pulmonary exacerbations or in quality of life scores."}, "115": {"title": "Effect of Tiotropium Bromide (Spiriva) in People with CF (BI 205.339)", "description": "This Phase 2b study evaluated the safety and effectiveness of two different doses of tiotropium bromide in people with CF.", "PHASE": "Phase Two", "STUDY SPONSOR": "BI", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "12 weeks", "NUMBER OF STUDY VISITS": "7", "AGE": "5 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "25% or greater", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multi-center, multi-national Phase 2 study was conducted between September 2008 and April 2010. A total of 510 participants were randomized (176 to tiotropium bromide 5 ug, 166 to tiotropium bromide 2.5 ug, and 168 to placebo). Both dose levels of tiotropium bromide showed statistically significant improvement compared to placebo for the co-primary efficacy endpoints of %predicted FEV1 area under the curve from time 0-4 hours (AUC0-4h) and %predicted through FEV1 at the end of Week 12.\n  No statistically significant differences were noted between the treatment groups in the number of pulmonary exacerbations or in quality of life scores."}, "93": {"title": "Effect of insulin or repaglinide on body weight and pulmonary function in patients with CF-related diabetes (58356DK)", "description": "This study evaluated the safety and effectiveness of two different treatments (insulin or oral repaglinide) in people with CF and impaired glucose tolerance.", "PHASE": "Phase Two", "STUDY SPONSOR": "Moran, Antoinette", "STUDY DRUGS": "N/A", "STUDY TYPE": "Interventional", "RANDOMIZED STUDY": "Yes", "PLACEBO CONTROLLED": "Yes", "LENGTH OF PARTICIPATION": "12 months", "NUMBER OF STUDY VISITS": "6", "AGE": "16 Years and Older", "MUTATION(S)": "No Mutation Requirement", "FEV1% PREDICTED": "No FEV1 Limit", "WHAT WE LEARNED": null, "EFFECTIVENESS": "This multicenter randomized trial was completed in 2007. Participants in the study were randomized to one of three treatment groups: 1) 0.5 units of pre-meal insulin (injected), 2) oral repaglinide three times a day before meals or 3) oral placebo three times a day before meals. Participants were in the study for 1 year. Of the 100 participants who were randomized, 81 completed the study including 61 with CFRD without fasting hyperglycemia and OGTT of >200 mg/dl at 2 hours (CFRD FH-) and 20 with impaired glucose tolerance (IGT) (defined as OGTT of 180 to 199 mg/dl at 2 hours). Retrospective data were collected to assess the rate of body mass index (BMI) loss in the year prior to randomization. In the group of participants with CFRD FH-: insulin-treatment reversed the chronic downward trend in loss of BMI, but oral repaglinide did not affect the rate of BMI loss. In participants with IGT, neither insulin nor repaglinide reversed the rate of BMI loss.\n  No differences were seen in the rate of lung function decline or the number of hospitalizations in any group."}}